Repository: easyVDR/five
Catalog: v/vdr-plugin-tvguideng-0.3.0/po/*.po
Languages: de_de

source: Main Program
de_de: Hauptprogramm

source: Search & Record
de_de: Suchen & Aufnehmen

source: Switch
de_de: Umschalten

source: No EPG available
de_de: Keine EPG Daten verfügbar

source: Channels back
de_de: Kanäle zurück

source: Channels forward
de_de: Kanäle vor

source: Detailed EPG
de_de: Detailiertes EPG

source: Favorites
de_de: Favoriten

source: all Channels
de_de: alle Kanäle

source: root video folder
de_de: Video Hauptverzeichnis

source: Timer Conflict
de_de: Timer Konflikt

source: unknown channel
de_de: unbekannter Kanal

source: Instant Record
de_de: Aufnahme

source: Delete Timer
de_de: Timer löschen

source: Edit Timer
de_de: Timer bearbeiten

source: Timer Timeline
de_de: Timer Tagesübersicht

source: Create Search Timer
de_de: Suchtimer anlegen

source: Search Timers
de_de: Suchtimer

source: Create Series Timer
de_de: Serientimer anlegen

source: Create Switch Timer
de_de: Umschalttimer anlegen

source: Delete Switch Timer
de_de: Umschalttimer löschen

source: Search
de_de: Suchen

source: Check for Timer Conflicts
de_de: Auf Timerkonflikte prüfen

source: Search in Recordings
de_de: In Aufnahmen suchen

source: Timer created
de_de: Timer angelegt

source: Timer NOT created
de_de: Timer NICHT angelegt

source: Set Folder for
de_de: Verzeichnis festlegen für

source: Timer deleted
de_de: Timer gelöscht

source: still recording - really delete?
de_de: Aufzeichnung läuft - wirklich löschen?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: One
de_de: Ein

source: detected
de_de: gefunden

source: Timer Conflicts
de_de: Timerkonflikte

source: Show conflict
de_de: Konflikt zeigen

source: timers involved
de_de: Timer beteiligt

source: Ignore Conflicts
de_de: Konflikte ignorieren

source: Ignore Conflict
de_de: Konflikt ignorieren

source: No Timer Conflicts found
de_de: Keine Timerkonflikte gefunden

source: Close
de_de: Schließen

source: reruns for
de_de: Wiederholungen für

source: rerun for
de_de: Wiederholung für

source: found
de_de: gefunden

source: Ignore reruns
de_de: Wiederholungen ignorieren

source: No reruns found for Event
de_de: Keine Wiederholungen gefunden für

source: Timer for
de_de: Timer für

source: replaced by rerun
de_de: ersetzt durch Wiederholung

source: Timer Active
de_de: Timer aktiv

source: Priority
de_de: Priorität

source: Lifetime
de_de: Lebensdauer

source: Day
de_de: Tag

source: Timer start time
de_de: Timer Start Zeit

source: Timer stop time
de_de: Timer Stop Zeit

source: Timer File
de_de: Timer Datei

source: New Folder
de_de: Neues Verzeichnis

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Create Series Timer based on
de_de: Serientimer anlegen basierend auf

source: Channel
de_de: Kanal

source: Series Timer start time
de_de: Serientimer Start Zeit

source: Series Timer stop time
de_de: Serientimer Stop Zeit

source: Days to record
de_de: Tage

source: Day to start
de_de: Beginnen am

source: Create Timer
de_de: Timer anlegen

source: Series Timer created
de_de: Serientimer angelegt

source: Configure Search Timer based on
de_de: Suchtimer konfigurieren basierend auf

source: Search Expression:
de_de: Suchausdruck:

source: Continue
de_de: Weiter

source: Configure Search Timer for Search String
de_de: Suchtimer konfigurieren für Suchbegriff

source: Manually configure Options
de_de: Optionen manuell konfigurieren

source: Use Template
de_de: Template benutzen

source: EPGSearch Search Timers
de_de: EPGSearch Suchtimer

source: No Search Timers Configured
de_de: Keine Suchtimer angelegt

source: Configure Search Timer Options
de_de: Suchtimer konfigurieren

source: Save Search Timer
de_de: Suchtimer speichern

source: Search String
de_de: Suchbegriff

source: Active
de_de: Aktiv

source: Search Mode
de_de: Suchmodus

source: Use Title
de_de: Titel benutzen

source: Use Subtitle
de_de: Untertitel benutzen

source: Use Description
de_de: Beschreibung benutzen

source: Limit Channels
de_de: Kanäle einschränken

source: Start Channel
de_de: Startkanal

source: Stop Channel
de_de: Endekanal

source: Use Time
de_de: Zeit benutzen

source: Start after
de_de: Start nach

source: Start before
de_de: Start vor

source: Display advanced Options
de_de: Erweiterte Optionen anzeigen

source: Limit Days of the Week
de_de: Wochentage beschränken

source: Select Days
de_de: Tage auswählen

source: Time margin for start in minutes
de_de: Zeit vor Start in Minuten

source: Time margin for stop in minutes
de_de: Zeit nach Ende in Minuten

source: Series Recording
de_de: Serienaufnahme

source: Folder
de_de: Verzeichnis

source: Use VPS
de_de: VPS benutzen

source: Avoid Repeats
de_de: Wiederholungen vermeiden

source: Number of allowed repeats
de_de: Anzahl erlaubter Wiederholungen

source: Compare Title
de_de: Titel verglechen

source: Compare Subtitle
de_de: Untertitel vergleichen

source: Compare Description
de_de: Beschreibung vergleichen

source: Use in Favorites
de_de: In Favoriten benutzen

source: Hide advanced Options
de_de: Erweiterte Optionen ausblenden

source: Display Results for Search Timer
de_de: Ergebnisse für Suchtimer anzeigen

source: Really delete Search Timer
de_de: Suchtimer wirklich löschen

source: Delete only Search Timer
de_de: Nur Suchtimer löschen

source: Delete Search Timer and created Timers
de_de: Suchtimer und erzeugte Timer löschen

source: Search Timer sucessfully created
de_de: Suchtimer erfolgreich angelegt

source: Search Timer update initialised
de_de: Suchtimer update initialisiert

source: Search Timer NOT sucessfully created
de_de: Suchtimer NICHT erfolgreich angelegt

source: Creating Search Timer
de_de: Suchtimer anlegen

source: Search Term
de_de: Suchbegriff

source: Using Template
de_de: Template

source: Use other Template
de_de: Anderes Template benutzen

source: search results for Favorite
de_de: Suchergebnisse für Favorit

source: search result for Favorite
de_de: Suchergebnis für Favorit

source: search results for Search Timer
de_de: Treffer für Suchtimer

source: search result for Search Timer
de_de: Treffer für Suchtimer

source: Nothing found for Search String
de_de: Keine Treffer für Suchbegriff

source: Configure Options for Switchtimer
de_de: Optionen für Umschalttimer konfigurieren

source: Minutes before switching
de_de: Minuten vor umschalten

source: switch
de_de: umschalten

source: announce only
de_de: nur ankündigen

source: ask for switch
de_de: vor umschalten fragen

source: Switch Mode
de_de: Umschaltmodus

source: Create
de_de: Anlegen

source: Switch Timer sucessfully created
de_de: Umschalttimer erfolgreich angelegt

source: Switch Timer NOT sucessfully created
de_de: Umschalttimer NICHT erfolgreich angelegt

source: Switch Timer deleted
de_de: Umschalttimer gelöscht

source: Channel to Search
de_de: Suche auf Kanal

source: Search in title
de_de: In Titel suchen

source: Search in Subtitle
de_de: In Untertitel suchen

source: Search in Description
de_de: In Beschreibung suchen

source: Show Search Options
de_de: Suchoptionen anzeigen

source: Perform Search
de_de: Suche ausführen

source: search results for
de_de: Suchergebnisse für

source: search result for
de_de: Suchergebnis für

source: Adapt Search
de_de: Suche anpassen

source: Search String has to have at least three letters
de_de: Suchausdruck muss mindestens drei Zeichen haben

source: No active Timers
de_de: Keine aktiven Timer

source: recordings
de_de: Aufnahmen gefunden

source: recording
de_de: Aufnahme gefunden

source: for
de_de: für

source: No recordings found for
de_de: Keine Aufnahmen gefunden für

source: No Favorites available
de_de: Keine Favoriten verfügbar

source: What's on now
de_de: Was läuft jetzt

source: What's on next
de_de: Was läuft als nächstes

source: whole term must appear
de_de: vollständiger Ausdruck

source: all terms must exist
de_de: alle Worte

source: one term must exist
de_de: ein Wort

source: exact match
de_de: exakt

source: regular expression
de_de: Regulärer Ausdruck

source: x channels back / forward
de_de: x Kanäle zurück / vor

source: previous / next channel group
de_de: vorherige / nächste Kanalgruppe

source: Timely Jump
de_de: Zeitsprung

source: Jump to specific channel
de_de: Sprung zu deinem bestimmten Kanal

source: Blue: Channel Switch, Ok: Detailed EPG
de_de: Blau: Umschalten, OK: Detailiertes EPG

source: Blue: Detailed EPG, Ok: Channel Switch
de_de: Blau: Detailiertes EPG, OK: Umschalten

source: Blue: Favorites / Switch, Ok: Detailed EPG
de_de: Blau: Favoriten / Umschalten, OK: Det. EPG

source: Always use root video folder
de_de: Immer root Video Verzeichnis benutzen

source: Select from folder list
de_de: Verzeichnis aus Liste auswählen

source: Use fixed folder
de_de: Festes Verzeichnis benutzen

source: never
de_de: nie

source: if exists
de_de: falls vorhanden

source: always
de_de: immer

source: Show Main Menu Entry
de_de: Hauptmenüeintrag anzeigen

source: Replace VDR Schedules Menu
de_de: VDR Programm Menü ersetzen

source: Display Mode
de_de: Anzeigemodus

source: Channels to display in horizontal View
de_de: Anzahl der angezeigten Kanäle horizontal

source: Channels to display in vertical View
de_de: Anzahl der angezeigten Kanäle vertikal

source: Number of Hours to display
de_de: Anzuzeigende Stunden

source: Big Step (Keys 1 / 3) in hours
de_de: Großer Sprung (Tasten 1 / 3) in Stunden

source: Huge Step (Keys 4 / 6) in hours
de_de: Sehr großer Sprung (Tasten 4 / 6) in Stunden

source: Hide last Channel Group
de_de: Letzte Kanalgruppe verstecken

source: Channel Jump Mode (Keys Green / Yellow)
de_de: Kanalsprung Modus (Tasten grün / gelb)

source: Close TVGuide after channel switch
de_de: TVGuide nach Umschalten schließen

source: Functionality of numeric Keys
de_de: Funktion der Nummerntasten

source: Keys Blue and OK
de_de: Tasten Blau und OK

source: "Intelligent" channel switch mode
de_de: "Intelligenter" Kanalumschalt Modus

source: Maximum number of reruns to display
de_de: Maximale Anzahl dargestellter Wiederholungen

source: Minimum timely distance of rerun (in hours)
de_de: Zeitlicher Mindestabstand von Wiederholungen (in Stunden)

source: Limit Channel Numbers for reruns
de_de: Kanäle für Wiederholungen beschränken

source: no limit
de_de: keine Beschränkung

source: Folder for instant Recordings
de_de: Verzeichnis für Direktaufnahmen

source: Use Remotetimers
de_de: Remotetimers verwenden

source: Use "What's on now" in favorites
de_de: "Was läuft jetzt" in Favoriten benutzen

source: Use "What's on next" in favorites
de_de: "Was läuft als nächstes" in Favoriten benutzen

source: Use user defined time 1 in favorites
de_de: Benutzerdef. Zeit 1 in Favoriten benutzen

source: Description
de_de: Beschreibung

source: Time
de_de: Zeit

source: Use user defined time 2 in favorites
de_de: Benutzerdef. Zeit 2 in Favoriten benutzen

source: Use user defined time 3 in favorites
de_de: Benutzerdef. Zeit 3 in Favoriten benutzen

source: Use user defined time 4 in favorites
de_de: Benutzerdef. Zeit 4 in Favoriten benutzen

source: Limit channels in favorites
de_de: Kanäle in Favoriten beschränken

source: Minutes a switchtimer switches before start of a show
de_de: Minuten vor Beginn einer Sendung, zu der ein Switchtimer umschaltet
