Repository: easyVDR/five
Catalog: v/vdr-plugin-mailbox-0.7.1/po/*.po
Languages: de_de, fr_fr, it_it

source: New mail in %s
de_de: Neue Mail in %s
fr_fr: Nouveau courrier dans %s
it_it: Nuovi messaggi di posta in %s

source: %ld new mails in %s
de_de: %ld neue Mails in %s
fr_fr: %ld nouveau courrier dans %s
it_it: %ld nuovi messaggi di posta in %s

source: New mail in %s, open?
de_de: Neue Mail in %s, öffnen?
fr_fr: Nouveau courrier dans %s, ouvrir?
it_it: Nuovi messaggi di posta in %s, aprire?

source: %ld new mails in %s, open?
de_de: %ld neue Mails in %s, öffnen?
fr_fr: %ld nouveaux courriers dans %s, ouvrir?
it_it: %ld nuovi messaggi di posta in %s, aprire?

source: Multipart mail
de_de: Mehrteilige Mail
fr_fr: Courrier fragmenté
it_it: Messaggio di posta frammentato

source: Part
de_de: Teil
fr_fr: Partie
it_it: Parte

source: General settings
de_de: Allg. Einstellungen
fr_fr: Setup général
it_it: Impostazioni generali

source: Check every (minutes)
de_de: Zyklische Prüfung alle (Minuten)
fr_fr: Verification toutes les (minutes)
it_it: Controlla posta ogni (minuti)

source: Connection timeout (seconds)
de_de: Verbindungstimeout (Sekunden)
fr_fr: Fin d'essai de connection après (secondes)
it_it: Durata connessione (secondi)

source: Display: List of Mails
de_de: Anzeige: Mail-Liste
fr_fr: Afficher: Liste du courrier
it_it: Mostra: Elenco messaggi di posta

source: Sort order
de_de: Sortierreihenfolge
fr_fr: Ordre de rangement
it_it: Modalità ordinamento

source: Maximum number of mails
de_de: Maximalzahl Mails
fr_fr: Nombre maximum de courriers
it_it: Numero massimo di messaggi di posta

source: Display: Single mail
de_de: Anzeige: einzelne Mail
fr_fr: Afficher: un seul courrier
it_it: Mostra: Singolo messaggio di posta

source: Word-wrap
de_de: Zeilenumbruch
fr_fr: Retour à la ligne
it_it: A capo automatico

source: Save the current settings and go back
de_de: Einstellungen speichern und schliessen
fr_fr: Sauvegarder et fermer le setup
it_it: Salva le impostazioni attuali e torna indietro

source: hint: 2..4 is not supported with the current skin
de_de: Hinweis: 2..4 wird vom aktuellen Skin nicht unterstützt
fr_fr: Remarque: 2..4 n'est pas supporté par le skin actuel
it_it: suggerimento: 2..4 non supportato dall'interfaccia attuale

source: Account settings
de_de: Zugangsinformationen
fr_fr: Informations de connection
it_it: Impostazioni account

source: Test
de_de: Testen
fr_fr: Tester
it_it: Prova

source: Check if the mail account is accessible
de_de: Zugriff auf das Postfach prüfen
fr_fr: Vérification de l'accès au compte courrier
it_it: Verifica se l'account di posta è accessibile

source: Log
it_it: Registro

source: Show the communication log
de_de: Zeigt das Protokoll der Kommunikation
fr_fr: Afficher le protocole de communication
it_it: Mostra il registro di comunicazione

source: Select
de_de: Auswählen
fr_fr: Choisir
it_it: Seleziona

source: Select a folder
de_de: Ordner auswählen
fr_fr: Sélectioner dossier
it_it: Seleziona una cartella

source: Unable to write to account definition file!
de_de: Die Datei mit den Postfächern kann nicht geschrieben werden!
fr_fr: Les fichiers dans le compte courrier ne peuvent pas être écris!
it_it: Impossibile scrivere il file di definizione account!

source: VDR settings
de_de: VDR Einstellungen
fr_fr: Configuration VDR
it_it: Impostazioni VDR

source: Account name
de_de: Name für Postfach
fr_fr: Nom du compte courrier
it_it: Nome account

source: Restrict access
de_de: Beschr. Zugriff
fr_fr: Accès restraint
it_it: Accesso limitato

source: - Access code
de_de: - Zugriffscode
fr_fr: - code d'accès
it_it: - Codice accesso

source: Auto mark seen
de_de: Markiere gelesen
fr_fr: Marquer comme lu
it_it: Segna letti in automatico

source: Cleanup on close
de_de: Entferne gelöschte
fr_fr: Enlever les courriers effacés
it_it: Elimina alla chiusura

source: Background check
de_de: Zyklische Abfrage
fr_fr: Vérifications régulières
it_it: Verifica in sottofondo

source: - Status message
de_de: - Statuszeile
fr_fr: - Ligne de status
it_it: - Messaggio stato

source: - Main menu entry
de_de: - Hauptmenü-Eintrag
fr_fr: - Entrée dans le menu principal
it_it: - Voce nel menu principale

source: - External command
de_de: - Externes Kommando
fr_fr: - Commande externe
it_it: - Comando esterno

source: - Internal interface
de_de: - Interne Schnittstelle
fr_fr: - Interface interne
it_it: - Interfaccia interna

source: Account type
de_de: Postfach-Typ
fr_fr: Type boîte de courrier
it_it: Tipo account

source: Config$c-client mailbox string
de_de: C-Client Mailbox-String
fr_fr: C-Client boîte courrier-String
it_it: stringa casella di posta c-client

source: Host-name/IP
fr_fr: Nom hôte/IP
it_it: Nome host/IP

source: User-name
de_de: Benutzer-Name
fr_fr: Nom d'utilisateur
it_it: Nome utente

source: Folder
de_de: Ordner
fr_fr: Dossier
it_it: Cartella

source: Secure
de_de: Sicher
fr_fr: Sécurisé
it_it: Identificazione sicura

source: Use RSH
de_de: Verwende RSH
fr_fr: Utiliser RSH
it_it: Utilizza RSH

source: Use SSL
de_de: Verwende SSL
fr_fr: Utiliser SSL
it_it: Utilizza SSL

source: Start TLS
de_de: Starte TLS
fr_fr: Lancer TLS
it_it: Avvia TLS

source: Validate certificates
de_de: Zertifikate prüfen
fr_fr: Vérifier certificats
it_it: Convalida certificati

source: Checking mailbox
de_de: Prüfe Postfach
fr_fr: Vérification du compte
it_it: Verifica casella di posta

source: Access successful, %lu mails, %lu new
de_de: Zugriff erfolgreich, %lu Mails, %lu neu
fr_fr: Accès effectué, %lu courriers, %lu nouveaux
it_it: Accesso effettuato, %lu messaggi di posta, %lu nuovi

source: failed -> see log
de_de: fehlgeschlagen -> siehe Log
fr_fr: erreur d'accès -> voire Log
it_it: fallito -> vedi registro

source: Plugin settings
de_de: Plugin Einstellungen
fr_fr: Setup du plugin
it_it: Impostazioni plugin

source: ConfigPlugin.Common$Edit
de_de: Editieren
fr_fr: Editer
it_it: Modifica

source: Edit general settings
de_de: Allgemeine Einstellungen bearbeiten
fr_fr: Changer le setup général
it_it: Modifica impostazioni generali

source: ConfigPlugin.MailAccount$New
de_de: Neu
fr_fr: Nouveau
it_it: Nuovo

source: Create a new mail account
de_de: Erzeugt ein neues Postfach
fr_fr: Créer un nouveau compte courrier
it_it: Crea un nuovo account di posta

source: ConfigPlugin.MailAccount$Duplicate
de_de: Duplizieren
fr_fr: Dupliquer
it_it: Duplica

source: Duplicate selected mail account
de_de: Dupliziert das selektierte Postfach
fr_fr: Dupliquer le compte sélectioné
it_it: Duplica account di posta selezionato

source: ConfigPlugin.MailAccount$Edit
de_de: Editieren
fr_fr: Editer
it_it: Modifica

source: Edit selected mail account
de_de: Bearbeitet das selektierte Postfach
fr_fr: Changer le compte sélectioné
it_it: Modifica account di posta selezionato

source: ConfigPlugin.MailAccount$Delete
de_de: Löschen
fr_fr: Effacer
it_it: Elimina

source: Delete selected mail account
de_de: Löscht das selektierte Postfach
fr_fr: Effacer le compte sélectioné
it_it: Elimina account di posta selezionato

source: ConfigPlugin.MailAccount$Mark
de_de: Markieren
fr_fr: Marquer
it_it: Seleziona

source: Move the selected account to another position
de_de: Bewegt das selektierte Postfach an eine andere Position
fr_fr: Déplacer le compte sélectioné à une nouvelle position
it_it: Sposta l'account di posta selezionato in una nuova posizione

source: ConfigPlugin$Mail accounts
de_de: Postfächer
fr_fr: Boîtes aux lettres
it_it: Account di posta

source: ConfigPlugin$New account
de_de: Neues Postfach
fr_fr: Nouvelle boîte aux lettres
it_it: Nuovo account

source: Do you really want to delete account %s?
de_de: Postfach %s wirklich löschen?
fr_fr: Voulez-vous vraiment éffacer le compte %s?
it_it: Vuoi davvero eliminare l'account %s?

source: getting folder contents...
de_de: Ermittle Ordnerinhalt...
fr_fr: Chercher le contenu du dossier...
it_it: verifica contenuto cartelle...

source: unable to get sub-folders
de_de: Unterordner können nicht ermittelt werden!
fr_fr: Sous-dossier n'a pas pu être déterminé!
it_it: impossibile verificare le sottocartelle

source: Folder selection
de_de: Ordnerauswahl
fr_fr: Choix de dossier
it_it: Selezione cartella

source: Check if the folder is accessible
de_de: Zugriff auf den Ordner prüfen
fr_fr: Vérifier l'accès au dossier
it_it: Verifica se la cartella è accessibile

source: Accept
de_de: Übernehmen
fr_fr: Accepter
it_it: Accetta

source: Select the current folder and close
de_de: Selektierten Ordner auswählen und schliessen
fr_fr: Sélectioner dossier marqué puis fermer
it_it: Seleziona la cartella attuale e chiudi

source: Abort
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla

source: Abort selection and close
de_de: Auswahl abbrechen und schliessen
fr_fr: Annuler la selection et fermer
it_it: Annulla selezione e chiudi

source: Open
de_de: Öffnen
fr_fr: ouvrir
it_it: Apri

source: Open the current folder
de_de: Öffnet den aktuellen Ordner
fr_fr: Ouvrir le dossier actuel
it_it: Apri la cartella selezionata

source: Close
de_de: Schliessen
fr_fr: Fermer
it_it: Chiudi

source: Close the current folder
de_de: Schliesst den aktuellen Ordner
fr_fr: Fermer le dossier actuel
it_it: Chiudi la cartella selezionata

source: Getting folder hierarchy
de_de: Ermittle Ordnerstruktur
fr_fr: Structure de dossier trouvée
it_it: Verifica gerarchia cartella

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore

source: unable to request delimiter, see log
de_de: Hierarchietrenner kann nicht ermittelt werden
it_it: impossibile richiedere delimitatore, vedi registro

source: unable to request folders, see log
de_de: Ordnerstruktur kann nicht ermittelt werden
it_it: impossibile richiedere cartelle, vedi registro

source: Checking folder
de_de: Prüfe Ordner
fr_fr: Vérifier dossier
it_it: Verifica cartella

source: not selectable
de_de: nicht anwählbar
fr_fr: sélection impossible
it_it: non selezionabile

source: Log-view
de_de: Log-Anzeige
fr_fr: Afficher le log
it_it: Mostra registro

source: Clear
de_de: Löschen
fr_fr: Effacer
it_it: Pulisci

source: Clear log and close
de_de: Log löschen und Anzeige schliessen
fr_fr: Effacer log et fermer l'affichage
it_it: Pulisci registro e chiudi

source: No log available
de_de: Keine Log-Informationen verfügbar
fr_fr: Pas d'informations de log disponible
it_it: Nessun registro disponibile

source: Mailbox is empty
de_de: Das Postfach ist leer
fr_fr: La boîte aux lettres est vide
it_it: Casella di posta vuota

source: Mailbox-View
de_de: Anzeige Postfächer
fr_fr: Afficher les comptes de courrier
it_it: Vista casella di posta

source: Mail accounts
de_de: Postfächer
fr_fr: Boîte aux lettres
it_it: Account di posta

source: Open the selected mailbox
de_de: Öffnet das selektierte Postfach
fr_fr: ouvrir le compte de courrier selectioné
it_it: Apri la casella di posta selezionata

source: Refresh current
de_de: Aktualisieren
fr_fr: Actualiser
it_it: Aggiorna selezionata

source: Check the selected mailbox again
de_de: Prüft das selektierte Postfach erneut
fr_fr: Vérification du compte courrier selectionné
it_it: Verifica ancora la casella di posta selezionata

source: Refresh all
de_de: Alle aktualisieren
fr_fr: Actualliser tous les comptes
it_it: Aggiorna tutte

source: Check all mailboxes again
de_de: Prüft alle Postfächer erneut
fr_fr: Vérification à nouveau de tout les comptes
it_it: Verifica ancora tutte le caselle di posta

source: MailBoxView$New
de_de: Neue
fr_fr: Nouveau
it_it: Nuova

source: MailBoxView$Total
de_de: Anz.
fr_fr: Nombre
it_it: Totale

source: Mail account
de_de: Postfach
fr_fr: Compte courrier
it_it: Account di posta

source: No mail accounts defined!
de_de: Es sind keine Postfächer konfiguriert!
fr_fr: Aucun compte courrier n'est configuré!
it_it: Nessun account di posta definito!

source: MailList-View
de_de: Anzeige Mail-Liste
fr_fr: Afficher la liste du courrier
it_it: Vista elenco messaggi

source: Getting mails...
de_de: Lese Mails...
fr_fr: Lire le courrier...
it_it: Verifica messaggi di posta...

source: Unable to open mail account!
de_de: Das Postfach kann nicht geöffnet werden!
fr_fr: Le compte courrier ne peut pas être ouvert!
it_it: Impossibile aprire l'account di posta!

source: Unable to request status!
de_de: Der Status kann nicht ermittelt werden!
fr_fr: Le status ne peut pas être déterminé!
it_it: Impossibile richiedere lo stato!

source: Open the selected mail
de_de: Öffnet die selektierte Mail
fr_fr: Ouvrir le courrier selectioné
it_it: Apri il messaggio di posta selezionato

source: Back...
de_de: Zurück...
fr_fr: Retour...
it_it: Indietro...

source: Use color keys for movement
de_de: Farbtasten zum Bewegen verwenden
fr_fr: Utiliser les touches de couleur pour le déplacement
it_it: Utilizza i tasti colorati per gli spostamenti

source: Flags...
de_de: Markieren...
fr_fr: Marquer...
it_it: Evidenziati...

source: Use color keys to toggle flags
de_de: Farbtasten zum Markieren verwenden
it_it: Utilizza i tasti colorati per alternare evidenziati

source: MailListView$New
de_de: Neue
fr_fr: Nouveau
it_it: Nuova

source: Mail-View
de_de: Mail-Anzeige
fr_fr: Afficher le courrier
it_it: Vista messaggi

source: Action$Wrap mode
de_de: Umbruch
fr_fr: Retour à la ligne
it_it: Modalità a capo

source: Switch word-wrapping mode
de_de: Modus für Zeilenumbruch
fr_fr: Mode pour le retour à la ligne
it_it: Cambia modalità a capo

source: Action$Toggle parts
de_de: Teile ein/aus
it_it: Alterna parti

source: Show all parts
de_de: Zeige alle Teile
it_it: Mostra tutte le parti

source: Info$Wrap mode
de_de: Zeilenumbruch-Modus
fr_fr: Mode retour à la ligne
it_it: Modalità a capo

source: Show text parts
de_de: Zeige Text-Teile
it_it: Mostra parti testuali

source: Subject
de_de: Betreff
fr_fr: Sujet
it_it: Oggetto

source: From
de_de: Von
fr_fr: de
it_it: Da

source: Date
de_de: Datum
it_it: Data

source: Jump to the previous mail
de_de: Springt zur vorherigen Mail
fr_fr: Saut au mail précédent
it_it: Vai al messaggio precedente

source: Jump to the next mail
de_de: Springt zur nächsten Mail
fr_fr: Saut au mail suivant
it_it: Vai al messaggio successivo

source: << New
de_de: << Neue
fr_fr: << Nouveau
it_it: << Nuovo

source: Jump to the previous unread mail
de_de: Springt zur vorherigen ungelesenen Mail
fr_fr: Saut au mail précédent non lu
it_it: Vai al messaggio precedente non letto

source: New >>
de_de: Neue >>
fr_fr: Nouveau >>
it_it: Nuovo >>

source: Jump to the next unread mail
de_de: Springe zur nächsten ungelesenen Mail
fr_fr: Saut au mail suivant non lu
it_it: Vai al messaggio successivo non letto

source: ButtonFlag$Not Flagged
de_de: Nicht Markiert
fr_fr: Ne pas marquer
it_it: Non evidenziato

source: ButtonFlag$Flagged
de_de: Markiert
fr_fr: Marquer
it_it: Evidenziato

source: Toggle flagged state
de_de: Markiert-Status setzen/löschen
fr_fr: Mettre l'état effacer
it_it: Cambia stato evidenziato

source: ButtonFlag$New
de_de: Neu
fr_fr: Nouveau
it_it: Nuovo

source: ButtonFlag$Seen
de_de: Gelesen
fr_fr: Lu
it_it: Letto

source: Toggle seen state
de_de: Gelesen-Status setzen/löschen
fr_fr: Mettre le status lu
it_it: Cambia stato letto

source: ButtonFlag$Undelete
de_de: Nicht löschen
fr_fr: Ne pas effacer
it_it: Recupera

source: ButtonFlag$Delete
de_de: Löschen
fr_fr: Effacer
it_it: Elimina

source: Toggle deleted state
de_de: Löschen-Status setzen/löschen
fr_fr: Mettre le status effacer
it_it: Cambia stato eliminato

source: MailFlag_Seen_Off$N
de_de: N
fr_fr: N
it_it: L

source: MailFlag_Flagged_On$F
de_de: M
fr_fr: M
it_it: V

source: MailFlag_Deleted_On$D
de_de: L
fr_fr: E
it_it: E

source: MailFlag_Answered_On$A
de_de: A
fr_fr: R
it_it: R

source: Display emails of IMAP/POP3 accounts
de_de: Zeigt E-Mails von IMAP/POP3 Postfächern
fr_fr: Afficher le courrier depuis le compte IMAP/POP3
it_it: Mostra messaggi di account IMAP/POP3

source: Key mapping
de_de: Tastenbelegung
fr_fr: Occupation des touches
it_it: Mappatura tasti

source: Activate
de_de: Aktivieren
fr_fr: Activer
it_it: Attiva

source: Activate the selected action
de_de: Aktiviert die selektierte Aktion
fr_fr: Activer l'action selectionée
it_it: Attiva azione selezionata

source: Ignore this key
de_de: Taste ignorieren
fr_fr: Ignorer la touche
it_it: Ignora questo tasto

source: Drop changes & go back
de_de: Änderungen verwerfen und zurück
fr_fr: Annuler les changements et revenir
it_it: Elimina modifiche e torna indietro

source: Show help for usable keys
de_de: Hilfe zur Tastenbelegung
fr_fr: Aide pour l'utilisation des touches
it_it: Mostra aiuto dei tasti disponibili

source: MenuCode$Restricted area
de_de: Geschützter Bereich
fr_fr: Accès restraint
it_it: Area limitata

source: MenuCode$Access code
de_de: Zugriffscode
fr_fr: Code d'accès
it_it: Codice accesso

source: MenuCode$Code invalid!
de_de: Code ungültig!
fr_fr: Code invalide!
it_it: Codice non valido!

source: Log c-client-callbacks
de_de: Protokolliere c-client
fr_fr: Protocoler c-client
it_it: Registra protocollo c-client

source: Stopping background processing...
de_de: Hintergrundverarbeitung wird beendet...
fr_fr: Arrêt des tâches de système ...
it_it: Ferma elaborazione in sottofondo...

source: Mailbox
de_de: Postfach
fr_fr: Boîte aux lettres
it_it: Casella di posta

source: MainMenuEntry$new
de_de: neue
fr_fr: nouveau
it_it: nuova

source: User defined
de_de: Benutzerdefiniert
fr_fr: Définit par l'utilisateur
it_it: Definita dall'utente

source: Unrestricted
de_de: Unbeschränkt
fr_fr: Illimité
it_it: Non limitata

source: Setup
it_it: Opzioni

source: Setup & view
de_de: Setup & Anzeige
fr_fr: Setup & affichage
it_it: Opzioni e vista

source: yes (opt: /secure)
de_de: ja (opt: /secure)
fr_fr: oui (opt: /secure)
it_it: sì (opz: /secure)

source: no (opt: /norsh)
de_de: nein (opt: /norsh)
fr_fr: non (opt: /norsh)
it_it: no (opz: /norsh)

source: yes (opt: /ssl)
de_de: ja (opt: /ssl)
fr_fr: oui (opt: /ssl)
it_it: sì (opz: /ssl)

source: yes (opt: /tls)
de_de: ja (opt: /tls)
fr_fr: oui (opt: /tls)
it_it: sì (opz: /tls)

source: no (opt: /notls)
de_de: nein (opt: /notls)
fr_fr: non (opt: /notls)
it_it: no (opz: /notls)

source: yes (opt: /validate-cert)
de_de: ja (opt: /validate-cert)
fr_fr: oui (opt: /validate-cert)
it_it: sì (opz: /validate-cert)

source: no (opt: /novalidate-cert)
de_de: nein (opt: /novalidate-cert)
fr_fr: non (opt: /novalidate-cert)
it_it: no (opz: /novalidate-cert)

source: yes (opt: /debug)
de_de: ja (opt: /debug)
fr_fr: oui (opt: /debug)
it_it: sì (opz: /debug)

source: ascending
de_de: aufsteigend
fr_fr: ascendant
it_it: crescente

source: descending
de_de: absteigend
fr_fr: descendant
it_it: decrescente

source: 1: wrap by VDR
de_de: 1: Umbruch durch VDR
fr_fr: 1: retour à la ligne par le VDR
it_it: 1: a capo da VDR

source: 2: continue quotes
de_de: 2: Zitate fortsetzen
fr_fr: 2: continuer la citation
it_it: 2: continua la frase

source: 3: honor format flowed
de_de: 3. Format 'flowed' beachten
fr_fr: 3. Respecter le format 'flowed'
it_it: 3: rispetta la formattazione 'flowed'

source: 4: combine lines
de_de: 4: Zeilen kombinieren
fr_fr: 4: Combiner les lignes
it_it: 4: combina righe

source: Password
de_de: Passwort
fr_fr: Mot de passe
