Repository: easyVDR/five
Catalog: v/vdr-plugin-avards-0.2.5/po/*.po
Languages: de_de, fr_fr, it_it, nl_nl

source: auto
de_de: automatisch
fr_fr: automatique
it_it: automatica
nl_nl: automatisch

source: force 4:3
de_de: erzwinge 4:3
fr_fr: forcer 4:3
it_it: forza 4:3
nl_nl: afdwingen 4:3

source: force L14:9
de_de: erzwinge L14:9
fr_fr: forcer L14:9
it_it: forza L14:9
nl_nl: afdwingen L14:9

source: force L16:9
de_de: erzwinge L16:9
fr_fr: forcer L16:9
it_it: forza L16:9
nl_nl: afdwingen L16:9

source: force L>16:9
de_de: erzwinge L>16:9
fr_fr: forcer L>16:9
it_it: forza L>16:9
nl_nl: afdwingen L>16:9

source: force 16:9
de_de: erzwinge 16:9
fr_fr: forcer 16:9
it_it: forza 16:9
nl_nl: afdwingen 16:9

source: Avards stop
de_de: Avards stoppen
fr_fr: Stopper Avards
it_it: Ferma Avards
nl_nl: Avards Stoppen

source: mode
de_de: Modus
it_it: modalità
nl_nl: modus

source: Avards start
de_de: Avards starten
fr_fr: Lancer Avards
it_it: Avvia Avards
nl_nl: Avards starten

source: detection
de_de: Erkennung
fr_fr: détection
it_it: Rilevamento
nl_nl: detectie

source: unknown
de_de: unbekannt
it_it: sconosciuta

source: switching WSS mode to
de_de: WSS umgeschaltet auf
fr_fr: changer du mode WSS à
it_it: cambia mod. WSS in
nl_nl: zet WSS mode om naar

source: switching off WSS
de_de: WSS abgeschaltet
fr_fr: arrêter le mode WSS
it_it: spegnimento WSS
nl_nl: WSS uitzetten

source: start/stop entry in main menu
de_de: Start/Stop Eintrag im Hauptmenü
fr_fr: Menu Lancer/arrêt dans le menu principale
it_it: Voce Avvia/Ferma menu princ.
nl_nl: Start/Stop in hoofdmenu

source: Auto start plugin
de_de: Plugin Autostart
fr_fr: Démarrage automatique du Plugin
it_it: Avvio automatico plugin
nl_nl: Plugin Autostart

source: WSS mode
de_de: WSS-Modus
fr_fr: mode WSS
it_it: Modalità WSS
nl_nl: WSS-modus

source: Enable L>16:9 (2,4:1)
de_de: Erlaube L>16:9 (2,4:1)
fr_fr: Autoriser L>16:9 (2,4:1)
it_it: Abilita uscita L>16:9 (2,4:1)
nl_nl: Toestaan L>16:9 (2,4:1)

source: Pan tone tolerance
de_de: Pan Tone Toleranz
fr_fr: Tolérance 'pan tone'
it_it: Tolleranza tonalità pan.
nl_nl: Pan toon tolerantie

source: Pan tone max. black
de_de: Pan Tone max. Schwarzwert
fr_fr: 'Pan tone' max. noir
it_it: Livello max tonalità pan.
nl_nl: Pan toon max Zwartwaarde

source: overscan (%)
it_it: Sovrascansione (%)

source: logo width (%)
de_de: Logobreite (%)
fr_fr: Largeur du logo (%)
it_it: Larghezza logo (%)
nl_nl: logobreedte (%)

source: preserve aspect ratio
de_de: behalte Aspect Ratio
fr_fr: preserver l'aspect ratio
it_it: Mantieni proporzioni
nl_nl: bewaar aspect ratio

source: show all lines
de_de: zeige alle Zeilen
fr_fr: voir toutes les lignes
it_it: Mostra tutte le righe
nl_nl: toon alle lijnen

source: poll rate (milliseconds)
de_de: Poll Rate (Millisekunden)
fr_fr: poll rate (millisecondes)
it_it: Ritardo analisi immagini (ms)
nl_nl: poll rate (miliseconden)

source: delay (in polls)
de_de: Verzögerung (in Polls)
fr_fr: délai (en polls)
it_it: Ritardo (in percentuale)
nl_nl: vertraging (in polls)

source: Show message on WSS switch
de_de: Zeige Nachricht bei Umschaltung
fr_fr: Afficher les messages de commutation WSS
it_it: Mostra mess. al cambio WSS
nl_nl: Toon bericht bij omzetten WSS

source: VDR OSD is
de_de: VDR OSD ist
fr_fr: VDR OSD est
it_it: Tipo OSD di VDR
