Repository: easyVDR/five
Catalog: v/vdr-plugin-skindesigner-1.2.3/po/*.po
Languages: fi_fi

source: Skin successfully installed
fi_fi: Ulkoasun asennus onnistui

source: Skin NOT successfully installed
fi_fi: Ulkoasun asennus epäonnistui

source: Timeout
fi_fi: Aikakatkaisu

source: Installing Skin
fi_fi: Asennetaan ulkoasua

source: sec
fi_fi: s

source: Skin successfully updated
fi_fi: Ulkoasu päivitetty onnistuneesti

source: Skin already up to date
fi_fi: Ulkoasu on ajantasalla

source: Updating Skin from Git
fi_fi: Päivitetään ulkoasua git-projektista

source: after one another
fi_fi: yksi kerrallaan

source: at one go
fi_fi: kaikki kerralla

source: Downloading Skin Screenshots...
fi_fi: Ladataan kuvakaappauksia ulkoasusta...

source: Install Skin
fi_fi: Asenna ulkoasu

source: Update
fi_fi: Päivitä

source: Delete Skin
fi_fi: Poista ulkoasu

source: Skin Designer
fi_fi: Skin Designer -ulkoasut

source: version
fi_fi: versio

source: or higher
fi_fi: tai uudempi

source: needed
fi_fi: vaaditaan

source: No Git Repository available
fi_fi: Git-projekti ei käytettävissä

source: Skin is running and can't be deleted
fi_fi: Käytössä olevaa ulkoasua ei voida poistaa

source: Really delete skin
fi_fi: Poistetaanko ulkoasu

source: Skin deleted
fi_fi: Ulkoasu poistettu

source: Plugin Setup
fi_fi: Yleiset

source: Maximum number of custom tokens
fi_fi: Mukautettujen tokenien maksimimäärä

source: Reruns
fi_fi: Uusinnat

source: Maximum number of reruns to display
fi_fi: Näytettävien uusintojen maksimimäärä

source: Minimum timely distance of rerun (in hours)
fi_fi: Minimikesto uusintojen välillä [h]

source: Limit Channel Numbers
fi_fi: Aseta rajoitus kanavanumeroille

source: no limit
fi_fi: ei rajoitusta

source: Image Loading
fi_fi: Kuvien lataus

source: Debug Image Loading
fi_fi: Debuggaa kuvien latausta

source: Cache icons, skinparts and logos at start
fi_fi: Täytä välimuisti käynnistyessä

source: Limit Channel Logo Cache
fi_fi: Rajoita kanavalogojen välimuistia

source: Number to cache initially (per size)
fi_fi: Oletuksena välimuistissa pidettävät kuvat

source: Number to cache in maximum
fi_fi: Maksimissaan välimuistissa pidettävät kuvat

source: Cache Statistics
fi_fi: Välimuisti

source: cached
fi_fi: välimuistissa

source: icons
fi_fi: ikoni(a)

source: size
fi_fi: koko

source: int. memory
fi_fi: sisäinen muisti

source: high level memory
fi_fi: korkean tason muisti

source: logos
fi_fi: logo(a)

source: skinparts
fi_fi: osasta

source: Skin Setup
fi_fi: Ulkoasut

source: Skin
fi_fi: Ulkoasu

source: has no setup
fi_fi: ei asetuksia

source: Install new skins
fi_fi: Asenna uusia ulkoasuja

source: Preview Skin
fi_fi: Esikatsele ulkoasu

source: Help
fi_fi: Opaste

source: Preview
fi_fi: Esikatsele

source: Author
fi_fi: Tekijä

source: Used Fonts
fi_fi: Käytetyt kirjasimet

source: Supported Plugins
fi_fi: Tuetut laajennokset
