Repository: easyVDR/five
Catalog: v/vdr-plugin-span-0.0.7/po/*.po
Languages: de_de, it_it

source: Menu.Span$Span: Service providers
de_de: Span: Diensteanbieter
it_it: Span: fonti del servizio

source: Menu.Span$Providers:
de_de: Datenquellen:
it_it: Fonti:

source: activated
de_de: aktiviert
it_it: attivato

source: deactivated
de_de: deaktiviert
it_it: disattivato

source: idle
de_de: untätig
it_it: in attesa

source: providing
de_de: liefert
it_it: in esecuzione

source: Menu.Span$Visualizations:
de_de: Visualisierungen:
it_it: Visualizzazioni:

source: visualizing
de_de: stellt dar
it_it: in visualizzazione

source: Setup.Span$Activate spectrum analyzer?
de_de: Aktiviere den Spectrum Analyzer
it_it: Attiva analizzatore di spettro

source: no
de_de: nein

source: yes
de_de: ja
it_it: sì

source: Setup.Span$Visualization delay (in ms)
de_de: Verzögere Visualisierung (in ms)
it_it: Ritardo visualizzazione (ms)

source: Setup.Span$Use logarithmic diagram
de_de: Logarithmische Darstellung
it_it: Usa diagramma logaritmico

source: Hide mainmenu entry
de_de: Hauptmenüeintrag verstecken
it_it: Nascondi voce menu principale

source: Setup.Span$Use pure (unequalized) data
de_de: Pure Daten (ohne Entzerrung) visualisieren
it_it: Usa dati puri (non equalizzati)

source: Spectrum Analyzer for music-data
de_de: Spectrum Analyzer für Musikdaten
it_it: Analizzatore di spettro per dati musicali

source: Spectrum Analyzer
it_it: Analizzatore spettro
