Repository: easyVDR/five
Catalog: v/vdr-plugin-weatherhd-0.9.9-dev/po/*.po
Languages: de_de

source: Night
de_de: Nachts

source: Day
de_de: Am Tage

source: Refresh
de_de: Aktualisieren

source: Radar
de_de: Radarbild

source: More..
de_de: Mehr

source: Parent..
de_de: Zurück..

source: High temperature:
de_de: Höchsttemperatur:

source: Low temperature:
de_de: Tiefsttemperatur:

source: Wind-Chill-Index:
de_de: Temperaturen gefühlt:

source: from
de_de: von

source: with
de_de: mit

source: Amount of Precipitation:
de_de: Niederschlag:

source: Tstorm probability:
de_de: Gewitter möglich:

source: a couple of
de_de: auftretenden

source: A couple of
de_de: Auftretend

source: Very
de_de: Sehr

source: very
de_de: sehr

source: with
de_de: mit

source: sunshine
de_de: Sonnenschein

source: Sunshine
de_de: Sonnenschein

source: clouds
de_de: Wolken

source: Clouds
de_de: Wolken

source: cloudy
de_de: wolkig

source: Cloudy
de_de: Wolkig

source: and
de_de: und

source: Partly
de_de: Teilweise

source: partly
de_de: teilweise

source: sunny
de_de: sonnig

source: Sunny
de_de: Sonnig

source: not as
de_de: nicht mehr so

source: Not as
de_de: Nicht mehr so

source: not
de_de: nicht

source: Not
de_de: nicht

source: as
de_de: als

source: pleasant
de_de: trocken

source: Pleasant
de_de: Trocken

source: Mostly
de_de: Meist

source: mostly
de_de: meist

source: Warmer
de_de: Wärmer

source: warmer
de_de: wärmer

source: time
de_de: zeitweise

source: Time
de_de: Zeitweise

source: times
de_de: Zeiten

source: Times
de_de: Zeiten

source: of
de_de: von

source: sun
de_de: Sonne

source: Sun
de_de: Sonne

source: increasing
de_de: aufziehenden

source: increalsing
de_de: aufziehenden

source: pachy
de_de: vereinzelt

source: pachty
de_de: vereinzelt

source: Cooler
de_de: Kälter

source: cooler
de_de: kälter

source: rain
de_de: Regen

source: Rain
de_de: Regen

source: snow
de_de: Schnee

source: Snow
de_de: Schnee

source: cloudiness
de_de: Wolken

source: Cloudiness
de_de: Wolken

source: some
de_de: vereinzelt

source: Some
de_de: Vereinzelt

source: shower
de_de: Schauer

source: Shower
de_de: Schauer

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: E
de_de: O

source: Update data on start
de_de: Update von Daten bei Start

source: Use one 8-bit area
de_de: Nutze eine 8-bit area

source: Radarbitmap left
de_de: Radarbild von links

source: Radarbitmap top
de_de: Radarbild von oben

source: Radarbitmap width
de_de: Radarbild Breite

source: Radarbitmap height
de_de: Radarbild Höhe

source: Offset vertical
de_de: Offset vertikal

source: Use dithering for images
de_de: Nutze Dithering für Bilder

source: Transparency for images
de_de: Transparenz für Bilder

source: Image quality >=slower
de_de: Bildqualität >=langsamer

source: Days to forecast
de_de: Tage Vorhersage

source: Location 1 (ID)
de_de: Ort 1 (ID)

source: Location 1 (Name)
de_de: Ort 1 (Name)

source: Location 2 (ID)
de_de: Ort 2 (ID)

source: Location 2 (Name)
de_de: Ort 2 (Name)

source: Location 3 (ID)
de_de: Ort 3 (ID)

source: Location 3 (Name)
de_de: Ort 3 (Name)
