Repository: easyVDR/five
Catalog: v/vdr-plugin-ripit-0.0.2/po/*.po
Languages: de_de

source: ripit is running
de_de: ripit läuft

source: Plugin Options
de_de: Plugin Optionen

source: Hide mainmenu entry
de_de: Hauptmenüeintrag verbergen

source: Show last x lines of log
de_de: Zeige die letzten x Zeichen der Konvertierungsausgabe

source: Priority of task (nice)
de_de: Priorität von Vorgang (nice)

source: Verbosity
de_de: Log Detailtiefe

source: Rip script Options
de_de: Rip Script Optionen

source: Encoder Options
de_de: Encoder Optionen

source: Free Setting
de_de: Freie Einstellung

source: mp3 Constant bitrate (CBR)
de_de: mp3 konstante Bitrate (CBR)

source: mp3 Average bitrate (ABR)
de_de: mp3 durchschnittliche Datenrate (ABR)

source: mp3 Variable bitrate (VBR)
de_de: mp3 variable Datenrate (VBR)

source: flac (lossless)
de_de: flac (verlustfrei)

source: Encoding type
de_de: Zielformat

source: Quality
de_de: Qualität

source: Min. bitrate
de_de: Minimale Bitrate

source: Max. bitrate
de_de: Maximale Bitrate

source: Rip script extra Options
de_de: Weitere Rip Script Optionen

source: Extra encoder options
de_de: Weitere Encoder Optionen

source: Add CRC-code in each frame
de_de: Den mp3s CRC Prüfsummen hinzufügen

source: Ripper Options
de_de: Ripper Optionen

source: Fast ripping
de_de: Schnelles Rippen

source: Target Options
de_de: Ziel Optionen

source: Directory for ripped tracks
de_de: Speicherort für erstellte Audiodateien

source: Exclude special Filesystem chars
de_de: Spezielle Dateisystem Zeichen Maskieren

source: Use underscores instead of spaces
de_de: Leerzeichen durch Unterstriche ersetzen

source: Create playlist
de_de: Playlist erstellen

source: About
de_de: Über...

source: Help
de_de: Hilfe

source: Process started...
de_de: Vorgang gestartet...

source: Hide
de_de: Ausblenden

source: Abort
de_de: Abbrechen

source: No process started
de_de: Kein Vorgang gestartet

source: Start
de_de: Starten

source: HELP::ABOUT$
de_de: Dieses Plugin "rippt" Audio-CDs und wandelt die Titel in Musikdateien um. Dazu wird das Programm ripit [http://www.suwald.com/ripit/news.php] mit den gewählten Einstellungen aufgerufen.

source: HELP::Ripit_hidden$
de_de: Hauptmenüeintrag verbergen: Verhindert das ein Eintrag im VDR Menü erzeugt wird. Nur nützlich wenn das Plugin von anderen Plugins genutzt wird (z.B. das music Plugin).

source: HELP::Ripit_lastlog$
de_de: Zeige die letzten x Zeichen der Konvertierungsausgabe: Da sich einige Ausgabezeilen über zwei Zeilen erstrecken muss hier etwas weniger eingestellt werden als das Fenster anzeigen kann (Abhängig von der eingestellten Menügrösse und der gewählten Schrift).

source: HELP::Ripit_nice$
de_de: Priorität von Vorgang (nice): Gibt an wieviel CPU Zeit ripit nutzen darf, dabei gibt -20 (funktioniert evtl. nur wenn der VDR mit root Rechten läuft) ripit die meiste CPU Zeit und 19 die weinigste. Um sicherzustellen das die Nutzung des VDRs nicht gestört wird empfehlen sich höhere Werte (10-19). TIPP: Möchten Sie den VDR nicht mehr nutzen während noch eine Audio-CDs gerippt wird ,schalten Sie den VDR einfach wie gewohnt aus. Der VDR wird mit dem Ausschalten solange warten bis das rippen abgeschlossen ist und sich danach sofort ausschalten.

source: HELP::Ripit_verbosity$
de_de: Log Detailtiefe: Höhere Werte sorgen dafür das mehr Infos ausgegeben werden

source: HELP::Ripit_encoding_type$
de_de: Zielformat: Hier kann ausgewählt werden welche Art von Audiodateien erzeugt werden soll. Freie Einstellung -> Hier kann die Kommandozeile für ripit frei eingegeben werden. mp3 konstante Bitrate (CBR) -> Erzeugt mp3 Audiodateien mit konstanter Datenrate. mp3 durchschnittliche Datenrate (ABR) -> Erzeugt mp3 Audiodateien mit durchschnittlicher Datenrate. mp3 variable Datenrate (VBR) -> Erzeugt mp3 Audiodateien mit variabler Datenrate. flac (verlustfrei) -> Erzeugt flac Audiodateien. flac Dateien sind verlustfrei, folglich gibt es keine Einstellung zur Quallität. ogg vorbis -> Erzeugt ogg Vorbis Audiodateien.

source: HELP::Ripit_oggquality$
de_de: Qualität: Die Quallitätsstufe der erzeugten Audiodatei. Je höher der Wert desto besser die Tonquallität, allerdings zum Preis einer grösseren Datei.

source: HELP::Ripit_lowbitrate_mp3_CBR_ABR$
de_de: Bitrate: Die Bitrate der erzeugten Audiodatei, je höher der Wert desto besser die Tonquallität, allerdings zum Preis einer grösseren Datei.

source: HELP::Ripit_lowbitrate_mp3_VBR$
de_de: Minimale Bitrate: mp3 Audiodateien mit variabler Datenrate erlauben die Angabe einer minimalen und einer maximalen Bitrate (Höhere Bitraten ergeben eine höhere Tonquallität bei einer grösseren Datei) zwischen der möglichst optimal kompremiert wird. Hier können Sie die minimale Bitrate angeben.

source: HELP::Ripit_maxbitrate_mp3_VBR$
de_de: Maximale Bitrate: mp3 Audiodateien mit variabler Datenrate erlauben die Angabe einer minimalen und einer maximalen Bitrate (Höhere Bitraten ergeben eine höhere Tonquallität bei einer grösseren Datei) zwischen der möglichst optimal kompremiert wird. Hier können Sie die maximale Bitrate angeben.

source: HELP::Ripit_ripopts$
de_de: Weitere Rip Script Optionen: Parameter die dem Aufruf von ripit hinzugefügt werden, hier müssen alle Paramerter stehen die notwendig sind die gewünschten Audiodateien erzeugen zu lassen. "man ripit" gibt Auskunft über mögliche Parameter. ACHTUNG: Ungültige Eingaben in diesem Feld können dazu führen das das rippen nicht mehr funktioniert.

source: HELP::Ripit_encopts1$
de_de: Weitere Encoder Optionen: Weitere Optionen für den "lame" mp3 Encoder. Normalerweise ist es nicht notwendig hier etwas zu ändern. Schlagen Sie in "man lame" nach um mehr über die möglichen Optionen zu erfahren falls Sie spezielle Wünsche an die erzeugten mp3 Audiodateien haben. ACHTUNG: Ungültige Eingaben in diesem Feld können dazu führen das das rippen nicht mehr funktioniert.

source: HELP::Ripit_crc$
de_de: Den mp3s CRC Prüfsummen hinzufügen: Den einzelnen mp3 Frames crc32 Prüfsummen hinzufügen. Dies ermöglicht es mittels spezieller mp3 Prüfprogramme nachzuprüfen ob die mp3 Dateien beschädigt wurden. Es spricht nix dagegen diese Option immer aktiviert zu haben.

source: HELP::Ripit_encopts2$
de_de: Weitere Encoder Optionen: Weitere Optionen für den "lame" mp3 Encoder. Normalerweise ist es nicht notwendig hier etwas zu ändern. Schlagen Sie in "man lame" nach um mehr über die möglichen Optionen zu erfahren falls Sie spezielle Wünsche an die erzeugten mp3 Audiodateien haben. ACHTUNG: Ungültige Eingaben in diesem Feld können dazu führen das das rippen nicht mehr funktioniert.

source: HELP::Ripit_encopts3$
de_de: Weitere Encoder Optionen: Weitere Optionen für den "lame" mp3 Encoder. Normalerweise ist es nicht notwendig hier etwas zu ändern. Schlagen Sie in "man lame" nach um mehr über die möglichen Optionen zu erfahren falls Sie spezielle Wünsche an die erzeugten mp3 Audiodateien haben. ACHTUNG: Ungültige Eingaben in diesem Feld können dazu führen das das rippen nicht mehr funktioniert.

source: HELP::Ripit_encopts4$
de_de: Weitere Encoder Optionen: Weitere Optionen für den "flac" flac Encoder. Normalerweise ist es nicht notwendig hier etwas zu ändern. Schlagen Sie in "man flac" nach um mehr über die möglichen Optionen zu erfahren falls Sie spezielle Wünsche an die erzeugten flac Audiodateien haben. ACHTUNG: Ungültige Eingaben in diesem Feld können dazu führen das das rippen nicht mehr funktioniert.

source: HELP::Ripit_encopts5$
de_de: Weitere Encoder Optionen: Weitere Optionen für den "oggenc" ogg vorbis Encoder. Normalerweise ist es nicht notwendig hier etwas zu ändern. Schlagen Sie in "man oggenc" nach um mehr über die möglichen Optionen zu erfahren falls Sie spezielle Wünsche an die erzeugten ogg Vorbis Audiodateien haben. ACHTUNG: Ungültige Eingaben in diesem Feld können dazu führen das das rippen nicht mehr funktioniert.

source: HELP::Ripit_fastrip$
de_de: Schnelles Rippen: Schnelles CD rippen ist nicht zu empehlen. Normalerweise sollten Sie "Schnelles Rippen" ausschalten um ein fehlerfreies Auslesen der CD zu garantieren.

source: HELP::Ripit_dir$
de_de: Speicherort für erstellte Audiodateien: Das Basisverzeichnis zur Speicherung der erzeugten Audiodateien. Unterhalb dieses Verzeichnisses werden die erzeugten Audiodateien in Unterordnern abgelegt. Bereits bestehende Ordner werden nicht überschrieben. ACHTUNG: Temporär wird hier wesendlich mehr Platz benötigt und es finden sehr viele Schreib-/Leseoperationen statt. Nutzen Sie hier nach Möglichkeit eine interne Festplatte und keine USB Speichermedien oder Speicherkarten.

source: HELP::Ripit_excludespecialchars$
de_de: Spezielle Dateisystem Zeichen Maskieren: Zeichen in Dateinamen, die im gewählten Dateisystem nicht erlaubt sind durch Unterstriche ersetzen. Aktivieren Sie diese Option um sicherzustellen das die Dateien Problemlos auf jedes Gerät kopiert werden könen. "NTFS" ist die sicherste Einstellung.

source: HELP::Ripit_underscores$
de_de: Leerzeichen durch Unterstriche ersetzen: Wenn gewählt werden alle Leerzeichen in Verzeichnis-/Dateinamen durch Untestriche ersetzt.

source: HELP::Ripit_playlist$
de_de: Playlist erstellen: Erstellt eine m3u Playliste. Diese wird von vielen Playern verwendet um alle (in der Playlist enthaltenen) Titel in der korrekten Reihenfolge abzuspielen.

source: RipIt
de_de: Audio-CDs extrahieren
