Repository: easyVDR/five
Catalog: v/vdr-plugin-skinflatplus-0.6.0+git20170909/po/*.po
Languages: it_it

source: Disk
it_it: Hardisk

source: free
it_it: libero

source: occupied
it_it: occupato

source: clock
it_it: orario

source: Genre
it_it: Genere

source: Subtitle
it_it: Sottotitolo

source: timer not enabled
it_it: Timer non attivo

source: no recording info
it_it: nessuna informazione sulla registrazione

source: name:
it_it: Nome:

source: first aired:
it_it: Uscito la prima volta:

source: genre:
it_it: Genere:

source: season number:
it_it: Numero di stagione:

source: episode number:
it_it: Episodio numero:

source: title:
it_it: Titolo:

source: original title:
it_it: Titolo originale:

source: collection name:
it_it: nome collezione:

source: release date:
it_it: Data uscita:

source: popularity:
it_it: popolarità:

source: vote average:
it_it: voto medio:

source: Description
it_it: Descrizione

source: Movie information
it_it: Informazioni sul Film

source: Series information
it_it: Informazioni sulla Serie

source: Actors
it_it: Attori

source: Reruns
it_it: Riavvii

source: Video information
it_it: Informazioni Video

source: Length
it_it: Lunghezza

source: cutted
it_it: tagliato

source: Size
it_it: Dimensione

source: format
it_it: Formato

source: additional information
it_it: Informazioni addizionali

source: channel
it_it: canale

source: search pattern
it_it: cerca modello

source: Recording information
it_it: informazione sulla registrazione

source: Unknown
it_it: Sconosciuto

source: recording
it_it: registrazione in corso

source: not used
it_it: non usato

source: no active/recording timer
it_it: non attivo/attivo Timer

source: Last Recordings
it_it: Ultime registrazioni

source: Timer Conflicts
it_it: Conflitti del Timer

source: no timer conflicts
it_it: nessun conflitto del Timer

source: timer conflicts
it_it: Conflitti del timer

source: System Information
it_it: Informazioni di Sistema

source: no information available please check the script
it_it: nessuna info disponibile controlla lo script

source: Load
it_it: Caricare

source: Processes
it_it: Processi

source: Memory Usage
it_it: Utilizzo Ram

source: Swap Usage
it_it: Utilizzo Swap

source: Root Usage
it_it: Utilizzo Root

source: Video Usage
it_it: Utilizzo Video

source: VDR CPU Usage
it_it: Utilizzo VDR CPU

source: VDR MEM Usage
it_it: Utilizzo VDR RAM

source: Temp CPU
it_it: Temperatura della CPU

source: Temp GPU
it_it: Temperatura della GPU

source: Temp PC-Case
it_it: Temperatura della PC-Case

source: Temp MB
it_it: Temperatura della MB

source: Updates
it_it: Aggiornamenti

source: Security Updates
it_it: Aggiornamenti di sicurezza

source: System Updates
it_it: Aggiornamenti di Sistema

source: Updatestatus not available please check the widget
it_it: Aggiornamento non disponibile - controlla il widget

source: Temperatures
it_it: Temperatura

source: Temperatures not available please check the widget
it_it: Temperatura non disponibile - controlla il widget

source: no title available
it_it: Nessun titolo disponibile

source: no output available
it_it: Nessun output disponibile

source: Weather
it_it: Tempo

source: none
it_it: nessuno

source: invert round
it_it: inverti round

source: rect + alpha blend
it_it: rect + Transparente

source: round + alpha blend
it_it: round + Transparente

source: invert round + alpha blend
it_it: inverti round + Transparente

source: small line + big line
it_it: linea sottile + linea grossa

source: big line
it_it: linea grossa

source: big line + outline
it_it: linea grossa + Outline

source: small line + big line + dot
it_it: linea sottile + linea grossa + punto

source: big line + dot
it_it: linea grossa + punto

source: big line + outline + dot
it_it: linea grossa + Outline + punto

source: small line + dot
it_it: linea sottile + punto

source: outline + dot
it_it: Outline + punto

source: small line + big line + alpha blend
it_it: linea sottile + linea grossa + Transparente

source: big line + alpha blend
it_it: linea grossa + Transparente

source: do not show
it_it: non mostrare

source: timer & recording menu
it_it: Timer & Menù Registrazioni

source: always on the menu
it_it: sempre in Menù

source: always show
it_it: mostra sempre

source: flatPlus long
it_it: flatPlus lungo

source: flatPlus long + EPG
it_it: flatPlus lungo + EPG

source: flatPlus short
it_it: flatPlus corto

source: flatPlus short + EPG
it_it: flatPlus lungo + EPG

source: flatPlus short + Info
it_it: flatPlus lungo + Info

source: vertical
it_it: verticale

source: hoizontal
it_it: orizzontale

source: left-right-left
it_it: sinistra-destra-sinistra

source: left line + rect bar
it_it: linea sinistra + rect bar

source: left line + round bar
it_it: linea sinistra + round bar

source: middle line + rect bar
it_it: linea di mezzo + rect bar

source: middle line + round bar
it_it: linea di mezzo + round bar

source: past / remaining
it_it: trascorso / rimanente

source: past
it_it: trascorso

source: remaining
it_it: rimanente

source: short
it_it: corto

source: long
it_it: lungo

source: General settings
it_it: Impostazioni generali

source: Channelinfo settings
it_it: Impostazioni Channelinfo

source: Menu settings
it_it: Impostazioni Menù

source: Replay settings
it_it: Impostazioni Replay

source: Volume settings
it_it: Impostazioni Volume

source: Tracks settings
it_it: Impostazioni Tracce

source: TVScraper / scraper2vdr settings
it_it: Impostazioni TVScraper / scraper2vdr

source: TVScraper / scraper2vdr not installed
it_it: TVScraper / scraper2vdr non istallati

source: Main menu widgets settings
it_it: Impostazioni menù widget

source: configfile
it_it: file di configurazione

source: loaded
it_it: caricato

source: saved settings in file:
it_it: impostazioni salvate nel file:

source: no decorfiles found, check install
it_it: nessun decorfile trovato, controlla l'installazione

source: no config-files found, check install
it_it: nessun file di configurazione trovato, controlla l'installazione

source: Press ok to load config file
it_it: Premere ok per caricare il file di configurazione

source: Save current settings
it_it: Salvare le attuali impostazioni

source: press ok to save current settings
it_it: Premere ok per salvare le attuali impostazioni

source: Show empty color-buttons
it_it: Mostra i color-buttons liberi

source: Show TopBar menu icons
it_it: Mostra il menù icone della topbar

source: Diskusage show
it_it: Mostra utilizzo dell'hardisk

source: Diskusage short display
it_it: display utilizzo dell'hardisk

source: Diskusage free/occupied
it_it: Utilizzo hardisk: libero/occupato

source: OSD vertical margin
it_it: margine OSD verticale

source: OSD horizontal margin
it_it: margine OSD orizzontale

source: TopBar font size
it_it: Dimensione fonte topbar

source: TopBar show recording
it_it: Topbar mostra registrazioni

source: TopBar show conflicts
it_it: Topbar mostra conflitti

source: TopBar hide clock text
it_it: Topbar: nascondere testo orologio

source: TopBar clock font scale
it_it: Topbar: scala i font dell'orologio

source: Conflicts min value for red
it_it: conflitti valore minimo per il rosso

source: Message color position
it_it: Message color posizione

source: Use Textscroller?
it_it: Utilizzare Textscroller?

source: Scroller step (in pixel)
it_it: Incremento scorrimento (in Pixel)

source: Scroller delay (in ms)
it_it: Ritardo scorrimento (in ms)

source: Scroller type
it_it: Tipo scorrimento

source: TopBar border by decor-file?
it_it: margine della topbar margine dei mmessaggi

source: TopBar border type
it_it: tipo margine della topbar

source: TopBar border size
it_it: Dimensione margine della topbar

source: Message border by decor-file?
it_it: margine dei mmessaggi con decor-file?

source: Message border type
it_it: Tipo margine dei mmessaggi

source: Message border size
it_it: Dimensione margine dei mmessaggi

source: Button border by decor-file?
it_it: margine pulsanti con decor-file?

source: Button border type
it_it: Tipo margine pulsanti

source: Button border size
it_it: Dimensione margine pulsanti

source: Imagecache entries
it_it: Ingressi Imagecache

source: Show Channelinfo icons
it_it: Mostra icone info canali

source: Show signal quality
it_it: Mostra qualità segnale

source: Show weather widget
it_it: Mostra Widget tempo

source: Weather widget font size
it_it: Dimensione font widget previsioni

source: Colors for signal quality
it_it: Colori per qualità del segnale

source: Show resolution & aspect
it_it: Mostra risoluzione & aspetto

source: Show format (hd/sd)
it_it: Mostra formato (HD/SD)

source: Simple aspect & format
it_it: Aspetto & formato semplice

source: Show dvbapi informations
it_it: Mostra informazioni dvbapi

source: program past/remaining time format
it_it: Programmare il formato trascorso/rimanente

source: Channelinfo border by decor-file?
it_it: Bordo Channelinfo con decor-file?

source: Channelinfo border type
it_it: Channelinfo: tipo bordo

source: Channelinfo border size
it_it: Channelinfo: dimensione bordo

source: Channelinfo EPG border by decor-file?
it_it: Channelinfo: bordo EPG con decor-file?

source: Channelinfo EPG border type
it_it: Channelinfo: tipo bordo EPG

source: Channelinfo EPG border size
it_it: Channelinfo: dimensione bordo EPG

source: Channelinfo progress by decor-file?
it_it: Channelinfo: progresso con decor-file?

source: Channelinfo progress type
it_it: Channelinfo: tipo progresso

source: Channelinfo progress size
it_it: Channelinfo: dimensione progresso

source: Signalquality progress by decor-file?
it_it: Qualità Segnale con decor-file?

source: Signalquality progress type
it_it: Qualità Segnale: tipo

source: Signalquality progress size
it_it: Qualità Segnale: dimensione

source: Menuitem padding
it_it: Riempimento voci del menù

source: Show mainmenu item icons
it_it: Mostra icone del menù principale

source: Menu content fullsize background
it_it: Menù: contenuto a dimensioni piene in background

source: Show additional recording info
it_it: Mostra ulteriori informazioni delle registrazioni

source: Show additional EPG info
it_it: Mostra ulteriori EPG info

source: Show reruns in EPG info
it_it: Mostra riavii in EPG info

source: Menu draw background over the entire height
it_it: Menü: traccia il background per l'intera altezza

source: Recording menu show recording count in title
it_it: Menù registrazioni mostra la lunghezza nel titolo

source: Timer menu show timer count in title
it_it: Timer: calcola la lunghezza nel titolo

source: Channel menu show channel count in title
it_it: Canale: calcola la lunghezza nel titolo

source: Menu channel view
it_it: Menù: mostra canali

source: Menu timer view
it_it: Menù: mostra Timer

source: Menu event view
it_it: Menù: mostra eventi

source: Menu event view allways with date
it_it: Menù: mostra eventi sempre con la data

source: Menu recording view
it_it: Menù: mostra registrazione in corso

source: Scrollbar by decor-file?
it_it: Scrollbar con decor-file?

source: Scrollbar type
it_it: Scrollbar: tipo

source: Scrollbar size
it_it: Scrollbar: dimensione

source: Menuitem border by decor-file?
it_it: Bordo voci del menù con decor-file?

source: Menuitem border type
it_it: Voci del menù: tipo

source: Menuitem border size
it_it: Voci del menù: dimensione

source: Menucont. border by decor-file?
it_it: Voci del menù: bordo con decor-file?

source: Menucont. border type
it_it: Testa del menù: tipo

source: Menucont. border size
it_it: Testa del menù: dimensione bordo

source: Menucont. head border by decor-file?
it_it: Testa del menù: bordo principale con decor-file?

source: Menucont. head border type
it_it: Testa del menù: tipo

source: Menucont. head border size
it_it: Testa del menù: dimensione bordo principale

source: Menuitem progress by decor-file?
it_it: Voci del menù: progresso in corso con decor-file?

source: Menuitem progress type
it_it: Voci del menù: tipo progresso in corso

source: Menuitem progress size
it_it: Voci del menù: dimensione progresso in corso

source: Time seconds font scale
it_it: Scala i font dei secondi

source: Dimm on pause?
it_it: Mettere in pausa?

source: Dimm on pause delay
it_it: Ritardo nella messa in pausa

source: Dimm on pause opaque
it_it: messa in pausa opca

source: Replay border by decor-file?
it_it: Bordo Replay con decor-file?

source: Replay border type
it_it: Bordo Replay: Tipo

source: Replay border size
it_it: Bordo Replay: dimensione

source: Replay progress by decor-file?
it_it: Progresso Replay con decor-file?

source: Replay progress size
it_it: Progresso Replay: dimensione

source: Volume border by decor-file?
it_it: Bordo volume con decor-file?

source: Volume border type
it_it: Bordo volume: Tipo

source: Volume border size
it_it: Bordo volume: dimensione

source: Volume progress by decor-file?
it_it: Progresso volume con decor-file?

source: Volume progress type
it_it: Progresso volume: tipo

source: Volume progress size
it_it: Progresso volume: dimensione

source: Tracks border by decor-file?
it_it: Bordo tracce con decor-file?

source: Tracks border type
it_it: Bordo tracce: tipo

source: Tracks border size
it_it: Bordo tracce: dimensione

source: TVScraper settings
it_it: TVScraper: impostazioni

source: Channelinfo show poster?
it_it: Mostra poster delle info dei canali?

source: Channelinfo poster size
it_it: Dimensioni poster delle info dei canali

source: Replayinfo show poster?
it_it: Mostrare poster nelle Replayinfo?

source: Replayinfo poster size
it_it: Dimensione poster nelle Replayinfo

source: EPG info show poster?
it_it: EPG-Info: mostrare Poster?

source: recording info show poster?
it_it: EPG-Info: mostrare Poster?

source: EPG info show actors?
it_it: Mostrare attori nelle EPG-Info?

source: recording info show actors?
it_it: Mostrare attori nelle info delle registrazioni?

source: Enable main menu widgets
it_it: Abilita il menù principale dei widget

source: Main menu item scale
it_it: Voci del menù: scala (%)

source: Widget weather
it_it: Widget previsioni

source: Widget weather: enable
it_it: Widget previsioni: abilita

source: Widget weather: position
it_it: Widget previsioni: posizione

source: Widget weather: show days
it_it: Widget previsioni: mostra giorni

source: Widget weather: type
it_it: Widget previsioni: tipo

source: Widget DVB devices: enable
it_it: Widget DVB devices: abilita

source: Widget DVB devices: position
it_it: Widget DVB devices: posizione

source: Widget DVB devices: don't show unknown
it_it: Widget DVB devices: non mostrare sconosciuto

source: Widget DVB devices: don't show not used
it_it: Widget DVB devices: non mostrare non usato

source: Widget timer
it_it: Widget del Timer

source: Widget timer: enable
it_it: Widget del Timer: abilita

source: Widget timer: position
it_it: Widget del Timer: posizione

source: Widget timer: show recording timer
it_it: Widget del Timer: mostra timer registrazione

source: Widget timer: show active timer
it_it: Widget del Timer: mostra timer attivo

source: Widget timer: show remote recording timer
it_it: Widget del Timer: mostra timer registrazioni in remoto

source: Widget timer: show remote active timer
it_it: TWidget del Timer: mostra timer attivo in remoto

source: Widget timer: max show
it_it: Widget del Timer: max show

source: Widget timer: hide if empty
it_it: Timer-Widget: nascondi se vuoto

source: Widget last recordings
it_it: Widget ultime registrazioni

source: Widget last recordings: enable
it_it: Widget ultime registrazioni: abilita

source: Widget last recordings: position
it_it: Widget ultime registrazioni: posizione

source: Widget last recordings: max show
it_it: Widget ultime registrazioni: max show

source: Widget timer conflicts
it_it: Widget conflitti del timer

source: Widget timer conflicts: enable
it_it: Widget conflitti del timer: abilita

source: Widget timer conflicts: position
it_it: Widget conflitti del timer: posizione

source: Widget timer conflicts: hide if empty
it_it: Widget conflitti del timer: nascondi se vuoto

source: Widget system information
it_it: Widget informazioni di sistema

source: Widget system information: enable
it_it: Widget informazioni di sistema: abilita

source: Widget system information: position
it_it: Widget informazioni di sistema: posizione

source: Widget system updates
it_it: Widget aggiornamento sistema

source: Widget system updates: enable
it_it: Widget aggiornamento sistema: abilita

source: Widget system updates: position
it_it: Widget aggiornamento sistema: posizione

source: Widget system updates: hide if empty
it_it: Widget aggiornamento sistema: nascondi se vuoto

source: Widget temperatures
it_it: Widget temperatura

source: Widget temperatures: enable
it_it: Widget temperatura: abilita

source: Widget temperatures: position
it_it: Widget temperatura: posizione

source: Widget custom commands
it_it: Uso comandi dei widget

source: Widget custom commands: enable
it_it: Uso comandi dei widget: abilita

source: Widget custom commands: position
it_it: Uso comandi dei widget: posizione
