Repository: easyVDR/five
Catalog: v/vdr-plugin-pvrinput-20151107/po/*.po
Languages: de_de, it_it

source: pvrinput no longer supports old channel syntax!
de_de: pvrinput unterstützt alte Kanalsyntax nicht mehr!
it_it: Sintassi vecchi canali non supportata

source: Setup.pvrinput$General Parameters
de_de: Generelle Einstellungen
it_it: Parametri generali

source: Setup.pvrinput$Video Parameters
de_de: Video Einstellungen
it_it: Parametri video

source: Setup.pvrinput$Audio Parameters
de_de: Audio Einstellungen
it_it: Parametri audio

source: Setup.pvrinput$MPEG Filter Parameters
de_de: MPEG Filter Einstellungen (nur cx2341x)
it_it: Parametri filtro MPEG

source: Setup.pvrinput$Expert Parameters
de_de: Experteneinstellungen
it_it: Parametri avanzati

source: Setup.pvrinput$HDPVR Parameters
de_de: HDPVR Einstellungen
it_it: Parametri HDPVR

source: Setup.pvrinput$Brightness
de_de: Helligkeit
it_it: Luminosità

source: Setup.pvrinput$Contrast
de_de: Kontrast
it_it: Contrasto

source: Setup.pvrinput$Saturation
de_de: Sättigung
it_it: Saturazione

source: Setup.pvrinput$Hue
de_de: Farbton
it_it: Tonalità

source: use Hauppauge PVR as input device
de_de: Hauppauge PVR als Eingabegerät
it_it: utilizza Hauppauge PVR come periferica ingresso

source: PVR picture settings
de_de: PVR Bildeinstellungen
it_it: Impostazioni immagine PVR

source: Setup.pvrinput$Not on an analogue channel!
de_de: Kein analog empfangener Sender!
it_it: Non è un canale analogico!

source: SourceParam.pvrinput$Input
de_de: Eingang
it_it: Ingresso

source: SourceParam.pvrinput$Card
de_de: Karte
it_it: Scheda

source: SourceParam.pvrinput$Standard
de_de: Standard
it_it: Standard

source: Setup.pvrinput$Log level
de_de: Umfang log
it_it: Livello log

source: Setup.pvrinput$Slice VBI Teletext
de_de: Teletext durchschleifen
it_it: Sezione televideo VBI

source: Setup.pvrinput$Hide main menu entry
de_de: Hauptmenü-Eintrag verstecken
it_it: Nascondi voce menu principale

source: Setup.pvrinput$Bitrate mode
de_de: Bitraten Modus
it_it: Modalità codifica

source: Setup.pvrinput$Video bitrate TV (kbit/s)
de_de: Video Bitrate TV (kbit/s)
it_it: Codifica video TV (kbit/s)

source: Setup.pvrinput$Aspect ratio
de_de: Seitenverhältnis
it_it: Formato video

source: Setup.pvrinput$Common Audio volume (TV)
de_de: allg. TV-Lautstärke
it_it: Volume audio TV generale

source: Setup.pvrinput$Exception Audio volume (TV)
de_de: abw. TV Lautstärke
it_it: Volume audio TV specifico

source: Setup.pvrinput$Exception TV Volume for Card
de_de: abw. TV-Lautstärke für Karte
it_it: Volume audio TV specifico per scheda

source: Setup.pvrinput$Tuner Audio Mode
de_de: Tuner Audio Mode
it_it: Modalità sintonizzatore audio

source: Setup.pvrinput$Audio radio volume
de_de: FM Radio Lautstärke
it_it: Volume audio radio

source: Setup.pvrinput$Audio bitrate (kbit/s)
de_de: Audio Bitrate (kbit/s)
it_it: Codifica audio (kbit/s)

source: Setup.pvrinput$44.1 kHz
de_de: 44,1 kHz
it_it: 44.1 kHz

source: Setup.pvrinput$48 kHz
de_de: 48 kHz
it_it: 48 kHz

source: Setup.pvrinput$32 kHz
de_de: 32 kHz
it_it: 32 kHz

source: Setup.pvrinput$Audio sampling rate
de_de: Audio Abtastrate
it_it: Codifica campione audio

source: Setup.pvrinput$manual
de_de: manuell
it_it: manuale

source: Setup.pvrinput$auto
de_de: auto
it_it: automatico

source: Setup.pvrinput$off
de_de: aus
it_it: disattivo

source: Setup.pvrinput$1D horizontal
de_de: 1D horizontal
it_it: 1D orizzontale

source: Setup.pvrinput$1D vertical
de_de: 1D vertikal
it_it: 1D verticale

source: Setup.pvrinput$2D hv separable
de_de: 2D hv separat
it_it: 2D hv separabile

source: Setup.pvrinput$2D sym non separable
de_de: 2D sym kombiniert
it_it: 2D sym non separabile

source: Setup.pvrinput$horizontal
de_de: horizontal
it_it: orizzontale

source: Setup.pvrinput$vertical
de_de: vertikal
it_it: verticale

source: Setup.pvrinput$horizontal + vertical
de_de: horizontal + vertikal
it_it: orizzontale e verticale

source: Setup.pvrinput$diagonal
de_de: diagonal
it_it: diagonale

source: Setup.pvrinput$Mode Spatial Video Filter
de_de: Modus Spatial Video Filter
it_it: Filtro video modalità spaziale

source: Setup.pvrinput$Strength Spatial Video Filter
de_de: Stärke Spatial Video Filter
it_it: Filtro video resistenza spaziale

source: Setup.pvrinput$Luma Spatial Filter Type
de_de: Helligkeit Spatial Filter Typ
it_it: Tipo filtro luma spaziale

source: Setup.pvrinput$Chroma Spatial Filter Type
de_de: Farben Spatial Filter Typ
it_it: Tipo filtro croma spaziale

source: Setup.pvrinput$Mode Temporal Video Filter
de_de: Modus Temporal Video Filter
it_it: Filtro video modalità temporale

source: Setup.pvrinput$Strength Temporal Video Filter
de_de: Stärke Temporal Video Filter
it_it: Filtro video resistenza temporale

source: Setup.pvrinput$Median Filter Type
de_de: Median Filter Typ
it_it: Tipo filtro mediano

source: Setup.pvrinput$Luma Median Filter Bottom
de_de: Luma Median Filter Unten
it_it: Filtro inferiore luma mediana

source: Setup.pvrinput$Luma Median Filter Top
de_de: Luma Median Filter Oben
it_it: Filtro superiore luma mediana

source: Setup.pvrinput$Chroma Median Filter Bottom
de_de: Chroma Median Filter Unten
it_it: Filtro inferiore croma mediana

source: Setup.pvrinput$Chroma Median Filter Top
de_de: Chroma Median Filter Oben
it_it: Filtro superiore croma mediana

source: Setup.pvrinput$Stream type
de_de: Stream Typ
it_it: Stream Tipo

source: Setup.pvrinput$Use only card
de_de: verwende nur Karte
it_it: Utilizza solo scheda

source: Setup.pvrinput$use externchannelswitch.sh
de_de: benutze externchannelswitch.sh
it_it: usa externchannelswitch.sh

source: Setup.pvrinput$AAC
de_de: AAC
it_it: AAC

source: Setup.pvrinput$AC3
de_de: AC3
it_it: AC3

source: Setup.pvrinput$RCA back
de_de: Cinch (hinten)
it_it: RCA dietro

source: Setup.pvrinput$RCA front
de_de: Cinch (vorne)
it_it: RCA davanti

source: Setup.pvrinput$SPDIF
de_de: S/PDIF
it_it: SPDIF

source: Setup.pvrinput$HDPVR audio encoding
de_de: HDPVR Audio Encoding
it_it: Codifica audio HDPVR

source: Setup.pvrinput$HDPVR audio input
de_de: HDPVR Audioeingang
it_it: Ingresso audio HDPVR
