Repository: easyVDR/five
Catalog: v/vdr-plugin-music-*-0.9.3/po/*.po
Languages: de_de

source: Music-SD: Update webstreams
de_de: Musik-SD: Aktualisiere Webstreams

source: Parent
de_de: Zurück

source: Music-SD: Appearance
de_de: Musik-SD: Erscheinungsbild

source: ERROR: Havent found any themes !
de_de: FEHLER: Themesdateien nicht vorhanden !

source: ERROR:
de_de: FEHLER:

source: ERROR: Could not store/load new themefile !
de_de: FEHLER: Konnte Themedatei nicht laden/speichern !

source: Music-SD: Visualizations
de_de: Musik-SD: Visualisierungen

source: Disable visualization
de_de: Visualisierung beenden

source: ERROR: Cant find any visualization!
de_de: FEHLER: Keine Visualisierung vorhanden!

source: ERROR: Could not load new visualization !
de_de: FEHLER: Konnte neue Visualisierung nicht laden !

source: Music-SD: User
de_de: Musik-SD: Benutzer

source: ERROR: Could not change user !
de_de: FEHLER: Konnte Benutzer nicht wechseln

source: Remove track from playlist
de_de: Entferne Track aus Abspielliste

source: Remove all from playlist
de_de: Entferne alle Tracks aus Abspielliste

source: Save active playlist
de_de: Aktuelle Abspielliste speichern

source: Delete selected track from medium
de_de: Lösche Track vom Medium

source: Delete all tracks in playlist from medium
de_de: Lösche alle Tracks in Abspielliste vom Medium

source: ERROR: Could not remove track !
de_de: FEHLER: Track konnte nicht entfernt werden !

source: Remove track from playlist ?
de_de: Track aus Abspielliste entfernen ?

source: Are you sure?
de_de: Wirklich löschen?

source: Remove all tracks from playlist ?
de_de: Entferne alle Tracks aus Abspielliste ?

source: Remove all tracks from playlist...
de_de: Entferne alle Tracks aus Abspielliste...

source: Save playlist...
de_de: Abspielliste speichern...

source: Save playlist
de_de: Abspielliste speichern

source: Playlist saved as burnlist.m3u !
de_de: Abspielliste wurde als burnlist.m3u gespeichert !

source: ERROR: Could not save playlist burnlist.m3u !
de_de: FEHLER: Abspielliste konnte nicht gespeichert werden !

source: Overwrite last playlist ?
de_de: Überschreibe letzte Abspielliste ?

source: Delete file from medium ?
de_de: Lösche Datei vom Medium ?

source: ERROR: Could not remove tracks !
de_de: FEHLER: Tracks konnten nicht entfernt werden !

source: Delete all in playlist from medium ?
de_de: Lösche alle Dateien aus Abspielliste vom Medium ?

source: Delete all tracks from medium...
de_de: Lösche alle Dateien vom Medium...

source: Delete
de_de: Lösche

source: Tracks terminated !
de_de: Dateien terminiert !

source: ERROR: Could not delete tracks !
de_de: FEHLER: Konnte Tracks nicht löschen !

source: Music-SD: Commands
de_de: Musik-SD: Befehle

source: Edit playlist...
de_de: Abspielliste bearbeiten...

source: Search for songs...
de_de: Suche nach Liedern...

source: Show ID3 information of song
de_de: Zeige ID3 Information von Song

source: Edit ID3 information
de_de: ID3 Informationen bearbeiten

source: Quick settings...
de_de: Schnelleinstellungen...

source: Search for lyric...
de_de: Suche nach Liedertext...

source: Download coverpicture...
de_de: Coverbild herunterladen...

source: Update webstreams...
de_de: Webstreams aktualisieren...

source: Start imageviewer
de_de: Starte Bildbetrachter

source: Start Recording
de_de: Starte Aufnahme

source: Stop Recording
de_de: Aufnahme beenden

source: Change Appearance...
de_de: Aussehen ändern...

source: Visualizations...
de_de: Visualisierungen...

source: Change user...
de_de: Benutzer wechseln...

source: ERROR: No track(s) loaded !
de_de: FEHLER: Kein(e) Track(s) geladen !

source: ERROR: Could not get songinfo !
de_de: FEHLER: Konnte Songinformation nicht ermitteln !

source: ERROR: no songinfo or not allowed !
de_de: FEHLER: Keine Songinformation oder Operation nicht erlaubt !

source: Recording stopped !
de_de: Aufnahme beendet !

source: Recording started !
de_de: Aufnahme gestartet !

source: What you want to record ?!
de_de: Was soll denn aufgenommen werden ?!

source: Stop recording ?
de_de: Aufnahme beenden?

source: Start recording ?
de_de: Starte Aufnahme ?

source: Music-SD: Coverpicture
de_de: Musik-SD: Coverbilder

source: Reset query
de_de: Abfrage zurücksetzen

source: Execute query
de_de: Abfrage ausführen

source: Artist
de_de: Interpret

source: Search for cover
de_de: Nach Cover suchen

source: Searching
de_de: Suche

source: ERROR
de_de: FEHLER

source: ERROR: Could not open Coverviewer or not installed.. !
de_de: FEHLER: Konnte Coverviewer nicht starten oder nicht installiert !

source: ERROR: While getting cover. Watch logs.. !
de_de: FEHLER: Während Herunterladen von Cover. Weiteres im Log.. !

source: ERROR: Field 'Artist' empty.. !
de_de: FEHLER: Feld 'Interpret ist leer.. !

source: Unknown
de_de: Unbekannt

source: No comment
de_de: Kein Kommentar

source: Music-SD: Local lyrics
de_de: Musik-SD: Lokale Liedtexte

source: No lyrics found !
de_de: Kein Liedtext vorhanden !

source: Music-SD: Extern lyrics
de_de: Musik-SD: Externer Liedtext

source: Save lyrics ?
de_de: Liedtext speichern ?

source: Save
de_de: Speichern

source: Try to get lyrics...
de_de: Suche nach Liedtext...

source: Operation denied !
de_de: Operation untersagt !

source: Music-SD: Lyrics
de_de: Musik-SD: Liedtexte

source: Load lyrics from local source
de_de: Lade Liedtext von lokaler Quelle

source: Load lyrics from external source
de_de: Lade Liedtext von externer Quelle

source: Filename
de_de: Dateiname

source: Length
de_de: Länge

source: Title
de_de: Titel

source: Rating
de_de: Bewertung

source: Year
de_de: Jahr

source: Genre
de_de: Musikstil

source: Channels
de_de: Kanäle

source: Comment
de_de: Kommentar

source: Directory browser
de_de: Verzeichnisanzeige

source: Search
de_de: Suche

source: Play now
de_de: Abspielen

source: Error building playlist!
de_de: Fehler beim Aufbau der Abspielliste!

source: Item is not a file
de_de: Auswahl ist keine Datei

source: Playlist editor
de_de: Abspielliste bearbeiten

source: Add
de_de: Hinzufügen

source: Filenames
de_de: Dateinamen

source: ID3 names
de_de: ID3 Namen

source: Remove
de_de: Entfernen

source: Scanning directory...
de_de: Durchsuche Verzeichnis...

source: Empty directory!
de_de: Leeres Verzeichnis!

source: Error scanning directory!
de_de: Fehler beim Lesen des Verzeichnisses!

source: Remove entry?
de_de: Eintrag entfernen?

source: Add all
de_de: Alle hinzufügen

source: Rename playlist
de_de: Abspielliste umbenennen

source: Old name:
de_de: Alter Name:

source: New name
de_de: Neuer Name

source: Source
de_de: Datenträger

source: Browse
de_de: Blättern

source: Convert
de_de: Konvertiere

source: Rename
de_de: Umbenennen

source: Scanning playlists...
de_de: Durchsuche Abspiellisten...

source: Error scanning playlists!
de_de: Fehler beim Einlesen der Abspiellisten!

source: Delete playlist?
de_de: Abspielliste löschen?

source: Error deleting playlist!
de_de: Fehler beim Löschen der Abspielliste!

source: unnamed
de_de: unbenannt

source: Error creating playlist!
de_de: Fehler beim Erstellen der Abspielliste!

source: Convert playlist?
de_de: Konvertiere Abspielliste?

source: Error renaming playlist!
de_de: Fehler beim Umbenennen der Abspielliste!

source: Error loading playlist!
de_de: Fehler beim Lesen der Abspielliste!

source: Can't edit a WinAmp playlist!
de_de: Editieren von WinAmp Abspiellisten nicht möglich!

source: Loading playlist...
de_de: Lade Abspielliste...

source: MP3 source
de_de: Musik-Files Datenträger

source: Building playlist...
de_de: Baue Abspielliste auf...

source: Select
de_de: Auswählen

source: Mount
de_de: Einbinden

source: Unmount
de_de: Aushängen

source: Eject
de_de: Auswurf

source: Selected source is not mounted!
de_de: Ausgewählter Datenträger ist nicht eingebunden!

source: Mount failed!
de_de: Einbinden fehlgeschlagen!

source: Mount succeeded
de_de: Einbinden erfolgreich

source: Unmount succeeded
de_de: Aushängen erfolgreich

source: Unmount failed!
de_de: Aushängen fehlgeschlagen!

source: Eject failed!
de_de: Auswerfen fehlgeschlagen!

source: Commands
de_de: Befehle

source: More..
de_de: Mehr..

source: Jump
de_de: Sprung

source: Clear
de_de: Leeren

source: Copy
de_de: Kopie

source: Min/Sec
de_de: Min/Sek

source: of
de_de: von

source: Connecting to stream server ...
de_de: Verbinde mit Stream Server...

source: Remote CDDB lookup...
de_de: Remote CDDB Abfrage...

source: Please add some tracks...
de_de: Bitte Tracks hinzufügen...

source: End of playlist ============================
de_de: Ende von Abspielliste erreicht ============================

source: SCANNING
de_de: SCANNEN

source: STOPPED
de_de: GESTOPPT

source: PLAYING
de_de: ABSPIELEN

source: PAUSED
de_de: PAUSIERT

source: Jump:
de_de: Springen:

source: Be patient...
de_de: Bitte Geduld...

source: TRACKS become straight scanned
de_de: TRACKS werden gerade gescannt

source: Playlist time
de_de: Gesamtzeit

source: Playlist tracks
de_de: Anzahl Tracks

source: Not rated
de_de: Unbewertet

source: Song can be deleted
de_de: Lied kann gelöscht werden

source: Makes me nervous
de_de: Macht mich nervös

source: Bad song
de_de: Schlechtes Lied

source: Useful for certain cause
de_de: Bei bestimmten Anlaß anhörbar

source: I hear it from time to time
de_de: Höre ich gelegentlich

source: New song, don't know
de_de: Neu hinzugekommen

source: Not bad...not good
de_de: Durchschnitt

source: Good song
de_de: Gutes Lied

source: Very good song
de_de: Sehr gutes Lied

source: I love this song
de_de: Ich liebe dieses Lied

source: One of my favourites
de_de: Einer meiner Favoriten

source: Music-SD: ID3tag editor
de_de: Musik-SD: ID3tag Bearbeitung

source: Clear tags
de_de: Tags löschen

source: Save tags
de_de: Tags speichern

source: Execute
de_de: Ausführen

source: Update id3-tag
de_de: ID3-Tag wird aktualisiert

source: Setup.MPlayer$Control mode
de_de: Kontroll Modus

source: Traditional
de_de: Traditionell

source: Setup.MPlayer$OSD position
de_de: OSD Position

source: disabled
de_de: aus

source: global only
de_de: nur global

source: local first
de_de: zuerst local

source: Setup.MPlayer$Resume mode
de_de: Modus für Wiederaufnahme

source: Hide mainmenu entry
de_de: Hauptmenüeintrag verbergen

source: Setup.MPlayer$Slave command key
de_de: Slave Kommando Taste

source: Audiostream ID
de_de: Tonspur ID

source: MPlayer browser
de_de: MPlayer Verzeichnisanzeige

source: MPlayer source
de_de: MPlayer Datenträger

source: Media replay via MPlayer
de_de: Medien Wiedergabe über MPlayer

source: Setup.MP3$Artist-Title in tracklist
de_de: Artist-Titel in Abspielliste

source: User
de_de: Benutzer

source: Setup.MP3$Userlevel
de_de: Benutzerlevel

source: Setup.MP3$Show statusmessages
de_de: Statusnachrichten anzeigen

source: Setup.MP3$Jump interval (FFW/FREW)
de_de: Intervall Vor-/Zurückspulen

source: Setup.MP3$Where to copy tracks
de_de: Zielverzeichnis für kopierte Tracks

source: Setup.MP3$Where to record streams
de_de: Verzeichnis für Aufnahmen

source: Setup.MP3$Options for recording
de_de: Einstellungen für Aufnahme

source: Setup.MP3$Directory for cover of artists
de_de: Coververzeichnis der Interpreten

source: Setup.MP3$OSD Offset X
de_de: OSD Offset X

source: Setup.MP3$OSD Offset Y
de_de: OSD Offset Y

source: double
de_de: doppelt

source: fullscreen
de_de: Vollbild

source: Setup.MP3$Size of coverdisplay
de_de: Größe von Coveranzeige

source: Setup.MP3$Max. cache in MB for cover
de_de: Max. Cache für Cover in MB

source: Setup.MP3$Image quality >=slower
de_de: Bildqualität >=langsamer

source: Setup.MP3$Use Dithering for cover
de_de: Benutze Dithering für Cover

source: Setup.MP3$Max. download of cover
de_de: Anzahl max. Downloads von Cover

source: Setup.MP3$Enable visualization
de_de: Aktiviere Visualisierung

source: Setup.MP3$Visualization bar falloff
de_de: Visualisierung Peak Falloff

source: Setup.MP3$Enable rating
de_de: Aktiviere Bewertungen

source: Setup.MP3$Email for rating
de_de: Email für Bewertung

source: Setup.MP3$Store rating in file
de_de: Bewertung direkt in Datei speichern

source: Setup.MP3$Rating as first red key
de_de: Bewertung ist erste rote Taste

source: Setup.MP3$Audio output mode
de_de: Audio Ausgabe Modus

source: Setup.MP3$Audio mode
de_de: Audio Modus

source: Round
de_de: Runden

source: Dither
de_de: Streuen

source: Setup.MP3$Use 48kHz mode only
de_de: Nur 48kHz Modus benutzen

source: Setup.MP3$Live picture in background
de_de: Livebild im Hintergrund

source: Setup.MP3$Use DeviceStillPicture
de_de: Benutze DeviceStillPicture

source: Setup.MP3$Abort player at end of list
de_de: Abspieler am Listenende beenden

source: ID3 only
de_de: nur ID3

source: ID3 & Level
de_de: ID3 & Pegel

source: Setup.MP3$Background scan
de_de: Hintergrund Scan

source: Setup.MP3$Editor display mode
de_de: Editor Anzeige Modus

source: Setup.MP3$Mainmenu mode
de_de: Hauptmenü Modus

source: Playlists
de_de: Abspiellisten

source: Browser
de_de: Verz.anzeige

source: Setup.MP3$Replace string in winamp playlist
de_de: Entferne Zeichen aus Winamp Abspielliste

source: Setup.MP3$Keep selection menu
de_de: Auswahlmenü geöffnet lassen

source: Setup.MP3$Exit stop playback
de_de: Exit beendet Wiedergabe

source: Setup.MP3$Normalizer level
de_de: Normalisierer Pegel

source: Setup.MP3$Limiter level
de_de: Begrenzer Pegel

source: Setup.MP3$Use HTTP proxy
de_de: HTTP Proxy benutzen

source: Setup.MP3$HTTP proxy host
de_de: HTTP Proxy Name

source: Setup.MP3$HTTP proxy port
de_de: HTTP Proxy Port

source: local only
de_de: nur lokal

source: local&remote
de_de: lokal und entfernt

source: Setup.MP3$CDDB for CD-Audio
de_de: CDDB für CD-Audio

source: Setup.MP3$CDDB server
de_de: CDDB Server

source: Setup.MP3$CDDB port
de_de: CDDB Port

source: Music-SD: Timer Shutdown
de_de: Musik-SD: Zeitgesteuertes Abschalten

source: Minutes before shutdown
de_de: Minuten bis zum Abschalten

source: Disable
de_de: Ausschalten

source: Enable
de_de: Einschalten

source: Music-SD: Change time to skip
de_de: Musik-SD: Sprungweite ändern

source: Seconds to skip
de_de: Skippe Sekunden

source: Music-SD: Add new target directory
de_de: Musik-SD: Neues Zielverzeichnis

source: Directory to add
de_de: Verzeichnis

source: Music-SD: Goal listing
de_de: Musik-SD: Zielverzeichnis

source: Current goal listing:
de_de: Aktuelles Zielverzeichnis:

source: Remove ?
de_de: Eintrag entfernen ?

source: New goal listing ?
de_de: Neues Zielverzeichnis setzen ?

source: Error:
de_de: Fehler:

source: ERROR: Could not remove entry !
de_de: FEHLER: Konnte Eintrag nicht entfernen !

source: Music-SD: Quick settings
de_de: Musik-SD: Schnelleinstellungen

source: Disable system shutdown after player stopped
de_de: System nicht herunterfahren wenn Player stoppt

source: Enable system shutdown after player stopped
de_de: System herunterfahren wenn Player stoppt

source: Timer Shutdown
de_de: Zeitgesteuertes Abschalten

source: Activate Shufflemode
de_de: Zufallsmodus aktivieren

source: Deactivate Shufflemode
de_de: Zufallsmodus deaktivieren

source: Activate Loopmode
de_de: Loopmodus aktivieren

source: Deactivate Loopmode
de_de: Loopmodus deaktivieren

source: Change directory where to copy tracks
de_de: Zielverzeichnis zum Kopieren wechseln

source: Change time to skip
de_de: Sprungweite ändern

source: Disable automatic shutdown ?
de_de: Automatische Abschaltung deaktivieren ?

source: Music-SD: Automatic shutdown
de_de: Musik-SD: Automatisches Ausschalten

source: Automatic shutdown disabled !
de_de: Automatische Abschaltung deaktiviert !

source: Enable automatic shutdown ?
de_de: Automatische Abschaltung aktivieren ?

source: VDR will shutdown after player stopped !
de_de: VDR wird abgeschaltet nachdem Player stoppt !

source: Music-SD: Rating
de_de: Musik-SD: Bewertung

source: Clear rating
de_de: Bewertung entfernen

source: Error while opening @Suchergebnis.m3u !
de_de: Fehler beim Öffnen von @Suchergebnis.m3u !

source: Sort
de_de: Sortieren

source: Add all tracks to playlist...
de_de: Alle Tracks werden hinzugefügt...

source: Rating to
de_de: Bewertung bis

source: No value
de_de: Nicht berücksichtigen

source: Rating from
de_de: Bewertung ab

source: Music-SD: Search
de_de: Musik-SD: Suche

source: Load previous query
de_de: Lade vorherige Abfrage

source: Year from
de_de: Jahrgang ab

source: Year to
de_de: Jahrgang bis

source: Only available songs
de_de: Nur verfügbare Lieder

source: no
de_de: nein

source: yes
de_de: ja

source: Searching...
de_de: Suche...

source: Found:
de_de: Gefunden:

source: ERROR: Could not find anything !
de_de: FEHLER: Keine Übereinstimmung gefunden

source: Save tracklist as
de_de: Trackliste speichern unter

source: ERROR: Could not save playlist
de_de: FEHLER: Konnte Abspielliste nicht speichern

source: No title
de_de: Kein Titel

source: Music-SD: Playlist
de_de: Musik-SD: Abspielliste

source: Edit ID3
de_de: ID3 bearbeiten

source: Mark
de_de: Markieren

source: Empty
de_de: Leeren

source: Save PL
de_de: Speichern PL

source: Save BL
de_de: Speichern BL

source: Number
de_de: Nummer

source: Error while sorting
de_de: Fehler bei Sortierung

source: Sortmode:
de_de: Sortierung:

source: Save playlist as burnlist ?
de_de: Abspielliste als Brennliste speichern ?

source: Save tracklist as playlist ?
de_de: Trackliste als Abspielliste speichern ?

source: Copy track to goal listing ?
de_de: Kopiere Track zum Zielverzeichnis ?

source: Copy...
de_de: Kopiere...

source: Empty playlist ?
de_de: Abspielliste leeren ?

source: Delete this track from playlist ?
de_de: Diesen Track von Abspielliste entfernen ?

source: Sorry... but first change to sortmode = number !
de_de: Sorry... aber wechseln Sie zuerst zur Sortierung : Nummer
