Repository: easyVDR/five
Catalog: v/vdr-addon-seriestimer-0.3.0~beta6/po/*.po
Languages: de

source: Module
de: Modul

source: not found
de: nicht gefunden

source: please install it or edit EplistsClient.pm and set
de: bitte installiere es oder editiere EplistsClient.pm und setze

source: try to load
de: versuche folgendes zu laden:

source: without
de: ohne

source: please install
de: bitte installiere

source: or
de: oder

source: Using
de: Verwende

source: To disable this warning install
de: Um diese Warnung abzuschalten installiere

source: edit EplistsClient.pm and set
de: editiere EplistsClient.pm und setze

source: failed
de: fehlgeschlagen

source: Unidentified Line
de: Unbekannte Zeile

source: File
de: Datei

source: Port isn't numeric
de: Port ist nicht numerisch

source: Cannot connect to
de: Kann keine Verbindung herstellen zu

source: Please provide username and password
de: Bitte Username und Passwort angeben

source: please install it or edit Eplists.pm and set
de: bitte installiere es oder editiere Eplists.pm und setze

source: Please provide Title and Subtitle or Title and EpisodeOverAll or PrintLists
de: Bitte dem Script Titel und Subtitel oder Titel und Episodennummer oder PrintLists übergeben

source: No matching list for this event found
de: Keine passende Liste für diese Sendung gefunden

source: Please check ListsDir, directory doesn't exist
de: Bitte prüfe ListsDir, Verzeichnis existiert nicht

source: Lists found
de: Gefundene Listen

source: is like title
de: ähnelt dem Titel

source: with a distance from
de: mit einem Abstand von

source: using file
de: verwende Datei

source: No episode lists found for
de: Keine Liste gefunden für die Sendung

source: Changeable in
de: Änderbar in

source: episodes list configuration file
de: der Konfigurationsdatei der Serie

source: Changeable on commandline
de: Änderbar per Befehlszeilenoption

source: No episode number found, try searching by comparing subtitle
de: Keine Folgennummer gefunden, versuche eine Suche nach Untertitel

source: Only episode number found, try searching by comparing episode number
de: Nur die Folgennummer gefunden, versuche eine Suche nach Folgennummer

source: Run
de: Durchlauf

source: Found title
de: Gefundener Titel

source: changed to
de: geändert in

source: is like the given
de: ähnelt dem Titel

source: so using
de: verwende deshalb

source: Warning
de: Warnung

source: but max distance is
de: der maximal erlaubte Abstand ist aber

source: is equal to the given
de: ist identisch mit

source: is like
de: ähnelt

source: as subtitle
de: als Titel

source: Writing changed episodes list to file
de: Schreibe Änderungen in die Datei

source: Cannot open file
de: Kann folgende Datei nicht öffnen:

source: Cannot write changes of episodes list to file
de: Kann Änderungen nicht in folgende Datei schreiben:

source: File is COMPLETE or PROTECTED
de: Datei ist COMPLETE oder PROTECTED

source: Cannot find episode title in episode list
de: Episode konnte nicht in Liste gefunden werden

source: Error
de: Fehler

source: Missing command
de: Befehl fehlt

source: Please provide an existing file or a path with parameter
de: Bitte einen Dateinamen oder einen Pfad angeben mit dem Parameter

source: Cannot open input file
de: Kann folgende Eingabe-Datei nicht öffnen:

source: Output file already exists! Specify -f if you want me to force overwriting it
de: Ausgabe-Datei existiert bereits! Verwende den Parameter -f um die Datei zu überschreiben

source: Syntax error: Please check the line, especially the season and episode numbering
de: Syntax Fehler: Prüfe die Zeile, achte insbesonders auf die Staffel- und Folgen-Nummerierung

source: Skipping not needed line
de: Überspringe nicht benötigte Zeile

source: Skipping not needed empty line
de: Überspringe nicht benötigte Leerzeile

source: Skipping unknown line
de: Überspringe unbekannte Zeile

source: Cannot open output file
de: Kann folgende Ausgabe-Datei nicht öffnen:

source: File not accepted
de: Datei nicht akzeptiert

source: errors
de: Fehler

source: warnings
de: Warnungen

source: File accepted
de: Datei akzeptiert
