Repository: easyVDR/five
Catalog: v/vdr-plugin-music-0.9.9/music-0.9.9/po/*.po
Languages: de_de

source: No comment
de_de: Kein Kommentar

source: Music: Coverpicture
de_de: Music: Coverbild

source: Reset query
de_de: Suche zurücksetzen

source: Execute query for album
de_de: Suche für Album ausführen

source: Execute query for title
de_de: Suche für Titel ausführen

source: Artist
de_de: Interpret

source: Title
de_de: Titel

source: Parent
de_de: Zurück

source: ERROR
de_de: FEHLER

source: ERROR: Field 'Artist' empty.. !
de_de: FEHLER: Feld 'Interpret' ist leer !

source: Setup.MPlayer$Control mode
de_de: Kontrollmodus

source: Traditional
de_de: Traditionell

source: Setup.MPlayer$OSD position
de_de: OSD Position

source: disabled
de_de: deaktiviert

source: global only
de_de: nur global

source: local first
de_de: zuerst lokal

source: Setup.MPlayer$Resume mode
de_de: Resume Modus

source: Hide mainmenu entry
de_de: Menüeintrag verbergen

source: Setup.MPlayer$Slave command key
de_de: Slave Kommando Taste

source: Jump:
de_de: Springe:

source: MPlayer browser
de_de: Mplayer Verzeichnisanzeige

source: Play
de_de: Wiedergabe

source: Rewind
de_de: Anfang

source: Source
de_de: Datenträger

source: Music: Timer Shutdown
de_de: Music: Zeitgesteuertes Abschalten

source: Minutes before shutdown
de_de: Minuten bis zum Abschalten

source: Disable
de_de: Ausschalten

source: Enable
de_de: Anschalten

source: Music: Change time to skip
de_de: Music: Sprungweite ändern

source: Seconds to skip
de_de: Springe (sek)

source: Music: Add new target directory
de_de: Music: Neues Zielverzeichnis

source: Directory to add
de_de: Verzeichnis

source: Music: Goal listing
de_de: Music: Zielverzeichnis

source: Add
de_de: Hinzufügen

source: Delete
de_de: Entfernen

source: Execute
de_de: Ausführen

source: Current goal listing:
de_de: Aktuelles Zielverzeichnis:

source: Remove ?
de_de: Entfernen ?

source: New goal listing ?
de_de: Neues Zielverzeichnis ?

source: Error:
de_de: Fehler:

source: ERROR: Could not remove entry !
de_de: FEHLER: Konnte Eintrag nicht entfernen !

source: Music: Quick settings
de_de: Music: Schnelleinstellungen

source: Disable system shutdown after player stopped
de_de: System nicht abschalten nach Abspielende

source: Enable system shutdown after player stopped
de_de: Abschaltung nach Spielende

source: Timer Shutdown
de_de: Zeitgesteuerte Abschaltung

source: Activate Shufflemode
de_de: Aktiviere Zufallmodus

source: Deactivate Shufflemode
de_de: Deaktiviere Zufallmodus

source: Activate Loopmode
de_de: Aktiviere Wiederholmodus

source: Deactivate Loopmode
de_de: Deaktiviere Wiederholmodus

source: Change directory where to copy tracks
de_de: Tracks kopieren nach ?

source: Change time to skip
de_de: Sprungweite ändern

source: Empty ID3 Cache
de_de: Leere Datenbank

source: Disable automatic shutdown ?
de_de: Deaktiviere automatisches Abschalten ?

source: Music: Automatic shutdown
de_de: Music: Automatisches Abschalten

source: Automatic shutdown disabled !
de_de: Automatisches Abschalten deaktiviert !

source: Enable automatic shutdown ?
de_de: Aktiviere automatisches Abschalten ?

source: VDR will shutdown after player stopped !
de_de: System wird bei Abspielende abgeschaltet !

source: ERROR: No track(s) loaded !
de_de: FEHLER: Keine Tracks geladen !

source: Always start in shuffle mode ?
de_de: Zufallmodus dauerhaft aktivieren ?

source: Disable shuffle mode only for this session ?
de_de: Zufallmodus nur für diese Session deaktivieren ?

source: Always start in loop mode ?
de_de: Loopmodus dauerhaft aktivieren

source: Disable loop mode only for this session ?
de_de: Loopmodus nur für diese Session deaktivieren ?

source: Empty ID3 cache ?
de_de: Datenbank leeren ?

source: Music: Update webstreams
de_de: Music: Aktualisiere Shoutcast

source: Limit for Shoutcast
de_de: Limit für Shoutcast

source: Bitrate for Shoutcast
de_de: Bitrate für Shoutcast

source: Update Genres
de_de: Aktualisiere Genres

source: Refreshing Genres
de_de: Aktualisiere Genres

source: Music: Appearance
de_de: Music: Aussehen

source: ERROR: Havent found any themes !
de_de: FEHLER: Keine Themes gefunden

source: ERROR:
de_de: FEHLER:

source: ERROR: Could not store/load new themefile !
de_de: FEHLER: Konnte neue Themedatei nicht speichern/laden

source: Music: Visualizations
de_de: Music: Visualisierung

source: Disable visualization
de_de: Deaktiviere Visualisierung

source: ERROR: Cant find any visualization!
de_de: FEHLER: Keine Visualisierung vorhanden!

source: ERROR: Could not load new visualization !
de_de: FEHLER: Konnte Visualisierung nicht laden !

source: Music: User
de_de: Music: Benutzer

source: Change user (Music will be stopped) ?
de_de: Benutzer wechseln ( Music stoppt ) ?

source: ERROR: Could not change user !
de_de: FEHLER: Konnte Benutzer nicht wechseln !

source: Remove track from playlist
de_de: Entferne Track von Abspielliste

source: Remove all from playlist
de_de: Entferne alle Tracks aus Abspielliste

source: Save active playlist
de_de: Aktive Abspielliste speichern

source: Delete selected track from medium
de_de: Entferne ausgewählten Track von Medium

source: Delete all tracks in playlist from medium
de_de: Entferne alle Tracks der Abspielliste von Medium

source: ERROR: Could not remove track !
de_de: FEHLER: Konnte Track nicht entfernen !

source: Remove track from playlist ?
de_de: Track von Abspielliste entfernen ?

source: Are you sure?
de_de: Mit Befehl fortfahren?

source: Remove all tracks from playlist ?
de_de: Alle Tracks von Abspielliste entfernen ?

source: Remove all tracks from playlist...
de_de: Entferne alle Tracks von Abspielliste...

source: Save playlist...
de_de: Abspielliste wird gespeichert...

source: Save playlist
de_de: Abspielliste speichern

source: Playlist saved as burnlist.m3u !
de_de: Abspielliste als burnlist.m3u gespeichert !

source: ERROR: Could not save playlist burnlist.m3u !
de_de: FEHLER: Abspielliste konnte nicht als burnlist.m3u gespeichert werden !

source: Overwrite last playlist ?
de_de: Vorherige Abspielliste überschreiben ?

source: Delete file from medium ?
de_de: Lösche Datei von Medium ?

source: ERROR: Could not remove tracks !
de_de: FEHLER: Track konnte nicht gelöscht werden !

source: Delete all in playlist from medium ?
de_de: Alle Track der Abspielliste von Medium löschen ?

source: Delete all tracks from medium...
de_de: Lösche Tracks von Medium...

source: Tracks terminated !
de_de: Tracks vernichtet !

source: ERROR: Could not delete tracks !
de_de: FEHLER: Konnte Tracks nicht löschen !

source: Music: Commands
de_de: Music: Befehle

source: Edit playlist...
de_de: Editiere Abspielliste...

source: Search for songs...
de_de: Suche nach Liedern...

source: Show ID3 information of song
de_de: Informationen von Track anzeigen

source: Edit ID3 information
de_de: Editiere ID3 Tags von MP3 Dateien...

source: Quick settings...
de_de: Schnelleinstellungen...

source: Search for lyric...
de_de: Suche nach Liedtext...

source: Download coverpicture...
de_de: Coverbild herunterladen...

source: Update webstreams...
de_de: Shoutcast aktualisieren...

source: Start imageviewer
de_de: Bildbetrachter starten

source: Start Recording
de_de: Aufnahme starten

source: Stop Recording
de_de: Aufnahme stoppen

source: Change Appearance...
de_de: Aussehen verändern...

source: Visualizations...
de_de: Visualisierungen...

source: Change user...
de_de: Benutzer wechseln...

source: ERROR: Could not get songinfo !
de_de: FEHLER: Keine Songinformationen

source: ERROR: no songinfo or not allowed !
de_de: FEHLER: Keine Songinformationen oder keine Berechtigung

source: Recording stopped !
de_de: Aufnahme wurde gestoppt !

source: Recording started !
de_de: Aufnahme wurde gestartet !

source: What you want to record ?!
de_de: Aufnahme ergibt keinen Sinn.. Abbruch !

source: Stop recording ?
de_de: Aufnahmevorgang stoppen ?

source: Start recording ?
de_de: Aufnahmevorgang starten ?

source: Music: Rating
de_de: Music: Bewertung

source: Clear rating
de_de: Entferne Bewertung

source: Song can be deleted
de_de: Song kann gelöscht werden

source: Makes me nervous
de_de: Macht mich nervös

source: Bad song
de_de: Schlechtes Lied

source: Useful for certain cause
de_de: Nur für bestimmte Anlässe

source: I hear it from time to time
de_de: Hörbar von Zeit zu Zeit

source: New song, don't know
de_de: Neuer Song

source: Not bad...not good
de_de: Durchschnittlich

source: Good song
de_de: Gutes Lied

source: Very good song
de_de: Sehr gutes Lied

source: I love this song
de_de: Ich liebe diesen Song

source: One of my favourites
de_de: Evergreen , kann man immer hören

source: Music: ID3 Information
de_de: Music: Meta Informationen

source: Filename
de_de: Dateiname

source: Length
de_de: Länge

source: Year
de_de: Jahr

source: Rating
de_de: Bewertung

source: Channels
de_de: Kanäle

source: Comment
de_de: Kommentar

source: Playlist time
de_de: Spiellänge

source: Playlist tracks
de_de: Anzahl Tracks

source: Musicplayer HD
de_de: Musikplayer HD

source: Setup.MP3$Artist-Title in tracklist
de_de: Artist-Titel in Abspielliste

source: User
de_de: Benutzer

source: Setup.MP3$Userlevel
de_de: Benutzerlevel

source: Setup.MP3$Show statusmessages
de_de: Statusnachrichten anzeigen

source: Setup.MP3$Show Rating in Tracklist
de_de: Bewertung in Trackliste

source: Setup.MP3$Jump interval (FFW/FREW)
de_de: Intervall Vor-/Zurückspringen

source: Setup.MP3$Where to copy tracks
de_de: Tracks kopieren nach...

source: Setup.MP3$Where to record streams
de_de: Ort für Aufnahmen

source: Setup.MP3$Options for recording
de_de: Einstellung für Aufnahme

source: Setup.MP3$Directory for cover of artists
de_de: Verzeichnis für allgemeine Coverbilder

source: Setup.MP3$OSD Offset X
de_de: OSD Offset X

source: Setup.MP3$OSD Offset Y
de_de: OSD Offset Y

source: double
de_de: doppelt

source: fullscreen
de_de: Vollbild

source: Setup.MP3$Size of coverdisplay
de_de: Größe von Coveranzeige

source: Setup.MP3$Max. cache in MB for cover
de_de: Maximaler Cache für Cover in MB

source: Setup.MP3$Image quality >=slower
de_de: Bildqualität

source: Setup.MP3$Use Dithering for cover
de_de: Benutzer Dithering für Cover

source: Setup.MP3$Enable visualization
de_de: Aktiviere Visualisierung

source: Setup.MP3$Visualization bar falloff
de_de: Visualisierung Peak Falloff

source: Setup.MP3$Enable rating
de_de: Aktiviere Bewertung

source: Setup.MP3$Email for rating
de_de: Email für BEwertung

source: Setup.MP3$Store rating in file
de_de: Bewertung in Datei speichern

source: Setup.MP3$Rating as first red key
de_de: Bewertung ist erste Taste

source: Setup.MP3$Audio output mode
de_de: Audio Ausgabemodus

source: Setup.MP3$Audio mode
de_de: Audio Modus

source: Round
de_de: Runden

source: Dither
de_de: Streuen

source: Setup.MP3$Use 48kHz mode only
de_de: Nur 48kHz Modus benutzen

source: Setup.MP3$Live picture in background
de_de: Livebild im Hintergrund

source: Setup.MP3$Use DeviceStillPicture
de_de: Benutze DeviceStillPicture

source: Setup.MP3$Abort player at end of list
de_de: Music bei Spielende schließen

source: ID3 only
de_de: nur ID3

source: ID3 & Level
de_de: ID3 & Pegel

source: Setup.MP3$Background scan
de_de: Hintergrund Scan

source: Setup.MP3$Editor display mode
de_de: Editor Anzeigemodus

source: Filenames
de_de: Dateinamen

source: ID3 names
de_de: ID3 Namen

source: Setup.MP3$Mainmenu mode
de_de: Menü Modus

source: Playlists
de_de: Abspiellisten

source: Browser
de_de: Verzeichnis

source: Setup.MP3$Replace string in winamp playlist
de_de: Winamp Konvertierung

source: Setup.MP3$Keep selection menu
de_de: Auswahlfenster geöffnet lassen

source: Setup.MP3$Exit stop playback
de_de: Stop beendet Plugin

source: Replay instantly
de_de: Sofortige Wiedergabe bei Start

source: Setup.MP3$Normalizer level
de_de: Normalisierer Pegel

source: Setup.MP3$Limiter level
de_de: Begrenzer Pegel

source: Setup.MP3$Connection timeout (s)
de_de: Verbindungstimeout (sek)

source: Setup.MP3$Limit for Shoutcast
de_de: Max. Limit für Shoutcast

source: Setup.MP3$Bitrate for Shoutcast
de_de: Bitrate für Shoutcast

source: Setup.MP3$Directory for shoutcast.dat
de_de: Verzeichnis für shoutcast.dat

source: Setup.MP3$Use HTTP proxy
de_de: HTTP Proxy benutzen

source: Setup.MP3$HTTP proxy host
de_de: HTTP Proxy Name

source: Setup.MP3$HTTP proxy port
de_de: HTTP Proxy Port

source: local only
de_de: nur lokal

source: local&remote
de_de: lokal & remote

source: Setup.MP3$CDDB for CD-Audio
de_de: CDDB für CD-Audio

source: Setup.MP3$CDDB server
de_de: CDDB Server

source: Setup.MP3$CDDB port
de_de: CDDB port

source: Commands
de_de: Befehle

source: More..
de_de: Mehr...

source: Jump
de_de: Springen

source: Clear
de_de: Leeren

source: Copy
de_de: Kopie

source: Min/Sec
de_de: Min/Sek

source: of
de_de: von

source: Connecting to stream server ...
de_de: Verbinde mit Streamingserver...

source: Remote CDDB lookup...
de_de: CDDB Abfrage (remote)

source: Please add some tracks...
de_de: Bitte Tracks hinzufügen...

source: End of playlist============================
de_de: Ende von Abspielliste =====================

source: SCANNING
de_de: SCANNE

source: STOPPED
de_de: GESTOPPT

source: PLAYING
de_de: ABSPIELEN

source: PAUSED
de_de: PAUSIERT

source: Be patient...
de_de: In Bearbeitung...

source: TRACKS become straight scanned
de_de: Tracks werden sofort gescannt

source: ERROR: No tracks loaded !
de_de: FEHLER: Keine Tracks geladen !

source: ERROR: Could not load songinfo !
de_de: FEHLER: Keine Songinformationen

source: Select
de_de: Auswählen

source: Scanning directory...
de_de: Verzeichnis wird eingelesen...

source: Error scanning directory!
de_de: Fehler beim Einlesen von Verzeichnis

source: Mount
de_de: Einhängen

source: Unmount
de_de: Aushängen

source: Eject
de_de: Auswurf

source: Selected source is not mounted!
de_de: Ausgewählte Quelle ist nicht eingehängt !

source: Mount failed!
de_de: Einhängen fehlgeschlagen

source: Mount succeeded
de_de: Einhängen erfolgreich

source: Unmount succeeded
de_de: Aushängen erfolgreich

source: Unmount failed!
de_de: Aushängen fehlgeschlagen !

source: Eject failed!
de_de: Auswurf fehlgeschlagen

source: Directory browser
de_de: Verzeichnisbrowser

source: Search
de_de: Suche

source: Play now
de_de: Abspielen

source: Error building playlist!
de_de: Fehler beim Erstellen der Abspielliste !

source: Item is not a file
de_de: Auswahl ist keine Datei !

source: Playlist editor
de_de: Playlisten Editor

source: Remove
de_de: Entfernen

source: Add recursivly?
de_de: Rekursiv hinzufügen

source: Empty directory!
de_de: Leeres Verzeichnis!

source: Remove entry?
de_de: Entferne Eintrag ?

source: Add all
de_de: Alles hinzufügen

source: Rename playlist
de_de: Abspielliste umbenennen

source: Old name:
de_de: Alter Name:

source: New name
de_de: Neuer Name:

source: Browse
de_de: Blättern

source: Convert
de_de: Konvertiere

source: Rename
de_de: Umbenennen

source: Scanning playlists...
de_de: Scanne Abspiellisten...

source: Error scanning playlists!
de_de: Fehler beim Scannen der Abspiellisten

source: Delete playlist?
de_de: Lösche Abspielliste?

source: Error deleting playlist!
de_de: Fehler beim Löschen der Abspielliste!

source: unnamed
de_de: kein Name

source: Error creating playlist!
de_de: Fehler beim Erstellen der Abspielliste!

source: Convert playlist?
de_de: Konvertiere Abspielliste ?

source: Error renaming playlist!
de_de: Fehler beim Umbenennen der Abspielliste!

source: Error loading playlist!
de_de: Fehler beim Laden der Abspielliste!

source: Can't edit a WinAmp playlist!
de_de: Falsches Format der Abspielliste!

source: Loading playlist...
de_de: Lade Abspielliste...

source: MP3 source
de_de: MP3 Quelle

source: Building playlist...
de_de: Erstelle Abspielliste...

source: Music: Local lyrics
de_de: Music: Liedtext (vorhanden)

source: No lyrics found !
de_de: Kein Liedtext gefunden !

source: Music: Extern lyrics
de_de: Music: Liedtext (remote)

source: Save lyrics ?
de_de: Liedtext speichern ?

source: Save
de_de: Speichern

source: Try to get lyrics...
de_de: Suche nach Liedtext...

source: Operation denied !
de_de: Vorgang gescheitert !

source: Music: Lyrics
de_de: Music: Liedtext

source: Load lyrics from local source
de_de: Lade Liedtext von lokaler Quelle

source: Load lyrics from external source
de_de: Lade Liedtext von externer Quelle

source: Error while opening @Suchergebnis.m3u !
de_de: Fehler beim Öffnen von @Suchergebnis.m3u !

source: Sort
de_de: Sortieren

source: Add all tracks to playlist...
de_de: Alle Tracks hinzufügen...

source: Rating to
de_de: Bewertung bis

source: No value
de_de: Nicht berücksichtigt

source: Not rated
de_de: Bewertung entfernen

source: Rating from
de_de: Bewertug von

source: Music: Search
de_de: Music: Suche

source: Load previous query
de_de: Lade vorherige Abfrage

source: Execute query
de_de: Abfrage ausführen

source: Year from
de_de: Jahrgang von

source: Year to
de_de: Jahrgang bis

source: Only available songs
de_de: Nur verfügbare Lieder

source: no
de_de: nein

source: yes
de_de: ja

source: Searching...
de_de: Suche...

source: Found:
de_de: Gefunden:

source: ERROR: Could not find anything !
de_de: FEHLER: Keine Lieder gefunden !

source: Music: ID3tag editor
de_de: Music: ID3Tag Bearbeitung

source: Clear tags
de_de: Tags löschen

source: Save tags
de_de: Tags speichern

source: Update id3-tag
de_de: Aktualisiere ID3Tag

source: Save tracklist as
de_de: Abspielliste speichern unter

source: ERROR: Could not save playlist
de_de: FEHLER: Konnte Abspielliste nicht speichern !

source: No title
de_de: Kein Title

source: Music: Playlist
de_de: Music: Abspielliste

source: Edit ID3
de_de: Editieren

source: Mark
de_de: Markieren

source: Empty
de_de: Leeren

source: Save PL
de_de: Speichern PL

source: Save BL
de_de: Speichern BL

source: Number
de_de: Nummer

source: Error while sorting
de_de: Fehler beim Sortieren

source: Sortmode:
de_de: Sortiermodus:

source: Save playlist as burnlist ?
de_de: Abspielliste als Brennliste speichern ?

source: Save tracklist as playlist ?
de_de: Abspielliste speichern ?

source: Copy track to goal listing ?
de_de: Übertrage Track ins Zielverzeichnis ?

source: Copy...
de_de: Übertragung...

source: Empty playlist ?
de_de: Leere Abspielliste ?

source: Delete this track from playlist ?
de_de: Ausgewählten Track von Abspielliste entfernen ?

source: Sorry... but first change to sortmode = number !
de_de: Achtung...bitte zuerst Sortierung auf Nummer wechseln !
